Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# home_assetNames_BankAccount
source: Bank Accounts
ar: حسابات مصرفية

# home_assetNames_PrivateEquity
source: Private Equity
ar: أسهم خاصة

# home_assetNames_PrivateDebt
source: Private Debt
ar: الديون الخاصّة

# home_assetNames_RealEstate
source: Real Estate
ar: عقارات

# home_assetNames_ListedAsset
source: Listed assets
ar: أصول مدرجة

# home_assetNames_OtherAssets
source: Others
ar: أصول أخرى

# common_assetClass_FixedIncome
source: Fixed income
ar: الدخل الثابت

# common_assetClass_Equity
source: Equity
ar: أسهم

# assets_seeMore_labels_country
source: Country
ar: البلد

# assets_seeMore_labels_type
source: Type
ar: النوع

# assets_seeMore_labels_location
source: Location
ar: الموقع

# assets_seeMore_labels_acquisitionCost
source: Acquisition cost
ar: تكلفة الاستحواذ

# assets_seeMore_labels_acquisitionDate
source: Acquisition date
ar: تاريخ الاستحواذ

# assets_seeMore_labels_currentTotalValue
source: Current total value
ar: القيمة الإجمالية الحالية

# assets_seeMore_labels_ownership
source: Ownership
ar: الملكية

# assets_seeMore_labels_ownershipBasedCurrentValue
source: Ownership based current value
ar: القيمة الحالية القائمة على الملكية

# assets_seeMore_labels_assetClass
source: Asset class
ar: فئة الأصول

# assets_seeMore_labels_realEstate
source: Real estate
ar: عقارات

# assets_seeMore_labels_assetClassContribution
source: Asset class contribution
ar: مساهمة فئة الأصول

# assets_seeMore_labels_portfolioContribution
source: Portfolio contribution
ar: النسبة في المحفظة

# assets_seeMore_labels_basicDetails
source: Basic details
ar: التفاصيل الأساسية

# assets_seeMore_labels_performance
source: Performance
ar: الأداء

# assets_seeMore_labels_ytd
source: YTD
ar: منذ بداية العام

# assets_seeMore_labels_itd
source: ITD
ar: منذ بداية العلاقة

# assets_seeMore_labels_assetContribution
source: Asset contribution
ar: مساهمة الأصول

# assets_seeMore_labels_otherInformation
source: Other information
ar: معلومات أخرى

# assets_seeMore_labels_accountAdded
source: Account added on
ar: أُضيف الحساب في

# assets_seeMore_labels_needSupport
source: Need support?
ar: هل تحتاج مساعدة؟

# assets_seeMore_labels_getInTouch
source: Get in touch
ar: تواصل معنا

# assets_seeMore_buttons_delete
source: Delete asset
ar: حذف الأصل

# assets_seeMore_buttons_edit
source: Edit
ar: تعديل

# profile_changePassword_change
source: Change
ar: تغيير

# profile_localAuth_pleaseAuthenticate
source: Please Authenticate
ar: يرجى مصادقة هويّتك

# profile_localAuth_enableFaceId
source: Enable login with Face ID
ar: إتاحة تسجيل الدخول عبر تقنية التعرّف على الوجه

# auth_login_toast_wrongToken
source: Your session expired. Please sign in again.
ar: انتهت صلاحية جلستك. يُرجى تسجيل الدخول من جديد.

# assets_assets_ListedAssetOther
source: Listed Asset - Other
ar: أصول مدرجة - غيرها

# assets_assets_ListedAssetEquity
source: Listed Asset - Equity
ar: أصول مدرجة - أسهم

# assets_assets_ListedAssetFixedIncome
source: Listed Asset - Fixed Income
ar: أصول مدرجة - دخل ثابت

# home_assetNames_ListedAssetOther
source: Listed asset - other
ar: أصل مسجل في البورصة - غيرها

# home_assetNames_ListedAssetEquity
source: Listed asset - equity
ar: أصل مسجل في البورصة - أسهم

# home_assetNames_ListedAssetFixedIncome
source: Listed asset - fixed income
ar: أصل مسجل في البورصة - دخل ثابت

# common_assetClass_ListedAssetOther
source: Listed Asset - Other
ar: أصول مدرجة - غيرها

# common_assetClass_ListedAssetEquity
source: Listed Asset - Equity
ar: أصول مدرجة - أسهم

# common_assetClass_ListedAssetFixedIncome
source: Listed Asset - Fixed Income
ar: أصول مدرجة - دخل ثابت

# assetLiabilityForms_assets_otherAssets
source: Others
ar: غيرها

# assetLiabilityForms_forms_realEstate_inputFields_address_labelCTA
source: Choose on map
ar: اختر على الخريطة

source: Number of units must be a numerical value.
ar: ينبغي أن يكون عدد الوحدات قيمة عددية.

source: Please enter a number
ar: يُرجى إدخال رقم

source: Maximum value is 100
ar: الرقم الأعلى هو 100

# assets_assets_Other
source: Other
ar: غيرها

# assets_charts_allocationCharts_legendLabel_listedAssetEquity
source: Listed Asset - Equity
ar: أصول مدرجة - أسهم

# assets_charts_allocationCharts_legendLabel_listedAssetFixedIncome
source: Listed Asset - Fixed Income
ar: أصول مدرجة - دخل ثابت

# assets_charts_allocationCharts_legendLabel_listedAssetOther
source: Listed Asset - Other
ar: أصول مدرجة - غيرها

# common_assetClass_Other
source: Others
ar: غيرها

# home_wealthPerformance_title
source: Asset Class Performance
ar: أداء فئات الأصول

# home_wealthPerformance_table_header_assetName
source: Asset name
ar: اسم الأصل

# home_wealthPerformance_table_header_marketResults
source: Market Results
ar: نتائج الأسواق

# home_wealthPerformance_table_header_forexResults
source: Forex Results
ar: نتائج سوق الفوركس

# home_wealthPerformance_table_header_income
source: Income
ar: الدخل

# home_wealthPerformance_table_header_commissionAndExpense
source: Commission Expenses
ar: نفقات العمولة

# home_wealthPerformance_table_header_total
source: Total
ar: المجموع

# home_wealthPerformanceComparision_title
source: Performance comparison to benchmarks
ar: مقارنة الأداء بالمعايير

# home_wealthPerformanceComparision_table_header_indexes
source: Client / Indexes
ar: العميل/ المؤشرات

# home_wealthPerformanceComparision_table_header_performance
source: Perfomance
ar: الأداء

# home_wealthPerformanceComparision_table_header_performancePA
source: Perfomance p.a
ar: الأداء على أساس سنوي

# home_wealthPerformanceComparision_table_header_riskPA
source: Risk p.a
ar: المخاطر على أساس سنوي

# home_wealthPerformanceComparision_table_header_sharpeRatio
source: Sharpe Ratio
ar: نسبة "شارب"

# manage_assetAndLiability_custodianBankTitle
source: Add Asset
ar: أضف أصلاً

# scheduleMeeting_page_title
source: Schedule a meeting
ar: حدّد موعد لاجتماع

# scheduleMeeting_page_description
source: Schedule a meeting with a financial advisor or our business support team
ar: حدّد موعد لاجتماع مع مستشارٍ مالي أو فريقنا لدعم الأعمال

# scheduleMeeting_updateCall_header_title
source: Updating our call details
ar: تحديث تفاصيل مكالمتنا

# scheduleMeeting_header_title
source: Schedule a call
ar: حدّد موعد لمكالمة

# scheduleMeeting_header_subtitle
source: Schedule a call with our advisory team
ar: حدّد موعداً لمكالمة مع فريقنا الاستشاري

# scheduleMeeting_labels_callDetails
source: Call details
ar: تفاصيل المكالمة

# scheduleMeeting_labels_date
source: Date*
ar: التاريخ*

# scheduleMeeting_labels_timeZone
source: Time Zone*
ar: المنطقة الزمنية*

# scheduleMeeting_labels_time
source: Time*
ar: الوقت*

# scheduleMeeting_labels_meetingType
source: Meeting type*
ar: نوع الاجتماع*

# scheduleMeeting_labels_email
source: Email*
ar: البريد الإلكتروني*

# scheduleMeeting_labels_reason
source: Reason
ar: السبب

# scheduleMeeting_labels_callSpecifications
source: Call Specifications
ar: مواصفات المكالمة

# scheduleMeeting_text_missing
source: Missing
ar: غير موجود

# scheduleMeeting_text_notSpecified
source: Not specified
ar: غير محدد

# scheduleMeeting_text_required
source: * Required field
ar: * حقل مطلوب

# scheduleMeeting_success_title
source: Call scheduled
ar: تم تحديد موعد المكالمة

# scheduleMeeting_success_description
source: Thank you for contacting us. We will send an e-mail with the details of your call and look forward to speaking to you.
ar: شكرا للتواصل معنا. سنرسل رسالة إلكترونية بتفاصيل المكالمة. نتطلع للتحدث معك.

# scheduleMeeting_button_edit
source: Edit
ar: تعديل

# scheduleMeeting_button_call
source: Schedule a call
ar: حدّد موعد لمكالمة

# scheduleMeeting_button_close
source: Close
ar: إغلاق

# scheduleMeeting_button_update
source: Update Details
ar: تحديث التفاصيل

# scheduleMeeting_toast_calendar_error_title
source: An error occurred while fetching meeting calendar.
ar: حدث خطأ أثناء تحميل جدول الاجتماعات.

# scheduleMeeting_toast_scheduleMeeting_error_title
source: An error occurred while scheduling meeting.
ar: حدث خطأ أثناء تحديد موعد الاجتماع.

# scheduleMeeting_toast_updateMeeting_error_title
source: An error occurred while updating meeting.
ar: حدث خطأ أثناء تحديث موعد الاجتماع.

# scheduleMeeting_toast_relationshipManager_error_title
source: An error occurred while fetching your dedicated financial advisor's details.
ar: حدث خطأ أثناء تحميل تفاصيل مستشارك المالي المخصّص.

# scheduleMeeting_timeZone_label
source: Select your time zone*
ar: حدد منطقتك الزمنية*

# scheduleMeeting_availableTimeSlots_label
source: Select an available time*
ar: يرجى اختيار وقت متاح*

# scheduleMeeting_availableTimeSlots_errors_unavailable
source: No time slots are available for current date. Please try picking another date.
ar: ليست هناك مواعيد متاحة في هذا التاريخ. يرجى اختيار تاريخ آخر.

# scheduleMeeting_phoneNumber_errors_inValid
source: Please enter valid number.
ar: يرجى إدخال رقم صالح.

# scheduleMeeting_availableDate_label
source: Select an available date*
ar: يرجى اختيار تاريخ متاح*

# scheduleMeeting_availableDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# scheduleMeeting_availableDate_errors_valid
source: Please enter a correct date
ar: يرجى إدخال تاريخ صحيح

# scheduleMeeting_availableDate_errors_past
source: Please enter current or future date
ar: يرجى اختيار تاريخ حالي أو مستقبلي

# scheduleMeeting_calendarLegends_today
source: Today
ar: اليوم

# scheduleMeeting_calendarLegends_availableTimes
source: Available Times
ar: الأوقات المتاحة

# scheduleMeeting_calendarLegends_selected
source: Selected
ar: المحدد

# scheduleMeeting_meetingType_label
source: Meeting type
ar: نوع الاجتماع

# scheduleMeeting_meetingType_options_virtualMeeting
source: Virtual meeting
ar: اجتماع افتراضي

# scheduleMeeting_callReason_label
source: Call reason
ar: سبب الاتصال

# scheduleMeeting_callReason_options_portfolio
source: I want to discuss my wealth dashboard
ar: أود مناقشة صفحة معلومات ثروتي

# scheduleMeeting_additionalInfo_label
source: Additional Info
ar: معلومات إضافية

# timeZones_Afghanistan_Standard_Time
source: Afghanistan Standard Time
ar: توقيت أفغانستان

# timeZones_Alaskan_Standard_Time
source: Alaskan Standard Time
ar: توقيت ألاسكا

# timeZones_Aleutian_Standard_Time
source: Aleutian Standard Time
ar: توقيت جزر ألوتيان

# timeZones_Altai_Standard_Time
source: Altai Standard Time
ar: توقيت ألطاي

# timeZones_Arab_Standard_Time
source: Arab Standard Time
ar: التوقيت العربي

# timeZones_Arabian_Standard_Time
source: Arabian Standard Time
ar: التوقيت العربي

# timeZones_Argentina_Standard_Time
source: Argentina Standard Time
ar: توقيت الأرجنتين

# timeZones_Astrakhan_Standard_Time
source: Astrakhan Standard Time
ar: توقيت أستراخان

# timeZones_Atlantic_Standard_Time
source: Atlantic Standard Time
ar: توقيت المحيط الأطلسي

# timeZones_AUS_Central_Standard_Time
source: AUS Central Standard Time
ar: توقيت وسط أستراليا

# timeZones_Aus_Central_W_Standard_Time
source: Aus Central W. Standard Time
ar: توقيت غرب أستراليا

# timeZones_AUS_Eastern_Standard_Time
source: AUS Eastern Standard Time
ar: توقيت شرق أستراليا

# timeZones_Azerbaijan_Standard_Time
source: Azerbaijan Standard Time
ar: توقيت أذربيجان

# timeZones_Azores_Standard_Time
source: Azores Standard Time
ar: توقيت الأزور

# timeZones_Bahia_Standard_Time
source: Bahia Standard Time
ar: توقيت باهيا

# timeZones_Bangladesh_Standard_Time
source: Bangladesh Standard Time
ar: توقيت بنغلاديش

# timeZones_Belarus_Standard_Time
source: Belarus Standard Time
ar: توقيت بيلاروسيا

# timeZones_Bougainville_Standard_Time
source: Bougainville Standard Time
ar: توقيت بوغانفيل

# timeZones_Canada_Central_Standard_Time
source: Canada Central Standard Time
ar: توقيت كندا المركزي

# timeZones_Cape_Verde_Standard_Time
source: Cape Verde Standard Time
ar: توقيت الرأس الأخضر

# timeZones_Caucasus_Standard_Time
source: Caucasus Standard Time
ar: توقيت القوقاز

# timeZones_Cen_Australia_Standard_Time
source: Cen. Australia Standard Time
ar: توقيت وسط أستراليا

# timeZones_Central_America_Standard_Time
source: Central America Standard Time
ar: توقيت وسط أمريكا

# timeZones_Central_Asia_Standard_Time
source: Central Asia Standard Time
ar: توقيت وسط آسيا

# timeZones_Central_Brazilian_Standard_Time
source: Central Brazilian Standard Time
ar: توقيت وسط البرازيل

# timeZones_Central_Europe_Standard_Time
source: Central Europe Standard Time
ar: توقيت وسط أوروبا

# timeZones_Central_European_Standard_Time
source: Central European Standard Time
ar: توقيت وسط أوروبا

# timeZones_Central_Pacific_Standard_Time
source: Central Pacific Standard Time
ar: توقيت وسط المحيط الهادئ

# timeZones_Central_Standard_Time_Mexico
source: Central Standard Time (Mexico)
ar: توقيت وسط المكسيك

# timeZones_Central_Standard_Time
source: Central Standard Time
ar: توقيت وسط المكسيك

# timeZones_Chatham_Islands_Standard_Time
source: Chatham Islands Standard Time
ar: توقيت جزر تشاتام

# timeZones_China_Standard_Time
source: China Standard Time
ar: توقيت الصين

# timeZones_Cuba_Standard_Time
source: Cuba Standard Time
ar: توقيت كوبا

# timeZones_Dateline_Standard_Time
source: Dateline Standard Time
ar: توقيت خط التاريخ الدولي

# timeZones_E_Africa_Standard_Time
source: E. Africa Standard Time
ar: توقيت شرق أفريقيا

# timeZones_E_Australia_Standard_Time
source: E. Australia Standard Time
ar: توقيت شرق أستراليا

# timeZones_E_Europe_Standard_Time
source: E. Europe Standard Time
ar: توقيت شرق أوروبا

# timeZones_E_South_America_Standard_Time
source: E. South America Standard Time
ar: توقيت شرق أمريكا الجنوبية

# timeZones_Easter_Island_Standard_Time
source: Easter Island Standard Time
ar: توقيت جزيرة القيامة

# timeZones_Eastern_Standard_Time_Mexico
source: Eastern Standard Time (Mexico)
ar: توقيت شرقي المكسيك

# timeZones_Eastern_Standard_Time
source: Eastern Standard Time
ar: توقيت شرقي

# timeZones_Egypt_Standard_Time
source: Egypt Standard Time
ar: توقيت مصر

# timeZones_Ekaterinburg_Standard_Time
source: Ekaterinburg Standard Time
ar: توقيت إيكاترينبرج

# timeZones_Fiji_Standard_Time
source: Fiji Standard Time
ar: توقيت فيجي

# timeZones_FLE_Standard_Time
source: FLE Standard Time
ar: توقيت فنلندا وليتوانيا وأستونيا

# timeZones_Georgian_Standard_Time
source: Georgian Standard Time
ar: توقيت جورحيا

# timeZones_GMT_Standard_Time
source: GMT Standard Time
ar: توقيت غرينتش

# timeZones_Greenland_Standard_Time
source: Greenland Standard Time
ar: توقيت غرينلاند

# timeZones_GTB_Standard_Time
source: GTB Standard Time
ar: توقيت أثينا وبوخارست وإسطنبول

# timeZones_Haiti_Standard_Time
source: Haiti Standard Time
ar: توقيت هايتي

# timeZones_Hawaiian_Standard_Time
source: Hawaiian Standard Time
ar: توقيت هاواي

# timeZones_India_Standard_Time
source: India Standard Time
ar: توقيت الهند

# timeZones_Iran_Standard_Time
source: Iran Standard Time
ar: توقيت إيران

# timeZones_Israel_Standard_Time
source: Israel Standard Time
ar: توقيت إسرائيل

# timeZones_Jordan_Standard_Time
source: Jordan Standard Time
ar: توقيت الأردن

# timeZones_Kaliningrad_Standard_Time
source: Kaliningrad Standard Time
ar: توقيت كالينينغراد

# timeZones_Kamchatka_Standard_Time
source: Kamchatka Standard Time
ar: توقيت كامتشاتكا

# timeZones_Korea_Standard_Time
source: Korea Standard Time
ar: توقيت كوريا

# timeZones_Libya_Standard_Time
source: Libya Standard Time
ar: توقيت ليبيا

# timeZones_Line_Islands_Standard_Time
source: Line Islands Standard Time
ar: توقيت جزر الخط

# timeZones_Lord_Howe_Standard_Time
source: Lord Howe Standard Time
ar: توقيت جزيرة لورد هاو

# timeZones_Magadan_Standard_Time
source: Magadan Standard Time
ar: توقيت ماجادان

# timeZones_Magallanes_Standard_Time
source: Magallanes Standard Time
ar: توقيت ماغالانيس

# timeZones_Marquesas_Standard_Time
source: Marquesas Standard Time
ar: توقيت ماركيساس

# timeZones_Mauritius_Standard_Time
source: Mauritius Standard Time
ar: توقيت موريشيوس

# timeZones_Mid_Atlantic_Standard_Time
source: Mid-Atlantic Standard Time
ar: توقيت وسط الأطلسي

# timeZones_Middle_East_Standard_Time
source: Middle East Standard Time
ar: توقيت الشرق الأوسط

# timeZones_Montevideo_Standard_Time
source: Montevideo Standard Time
ar: توقيت مونتيفيديو

# timeZones_Morocco_Standard_Time
source: Morocco Standard Time
ar: توقيت المغرب

# timeZones_Mountain_Standard_Time_Mexico
source: Mountain Standard Time (Mexico)
ar: التوقيت الجبلي (المكسيك)

# timeZones_Mountain_Standard_Time
source: Mountain Standard Time
ar: التوقيت الجبلي

# timeZones_Myanmar_Standard_Time
source: Myanmar Standard Time
ar: توقيت ميانمار

# timeZones_N_Central_Asia_Standard_Time
source: N. Central Asia Standard Time
ar: توقيت شمال آسيا الوسطى

# timeZones_Namibia_Standard_Time
source: Namibia Standard Time
ar: توقيت ناميبيا

# timeZones_Nepal_Standard_Time
source: Nepal Standard Time
ar: توقيت نيبال

# timeZones_New_Zealand_Standard_Time
source: New Zealand Standard Time
ar: توقيت نيوزيلندا

# timeZones_Newfoundland_Standard_Time
source: Newfoundland Standard Time
ar: توقيت نيوفاوندلاند

# timeZones_Norfolk_Standard_Time
source: Norfolk Standard Time
ar: توقيت نورفولك

# timeZones_North_Asia_East_Standard_Time
source: North Asia East Standard Time
ar: توقيت شرق آسيا الشمالية

# timeZones_North_Asia_Standard_Time
source: North Asia Standard Time
ar: توقيت شمال آسيا

# timeZones_North_Korea_Standard_Time
source: North Korea Standard Time
ar: توقيت كوريا الشمالية

# timeZones_Omsk_Standard_Time
source: Omsk Standard Time
ar: توقيت أومسك

# timeZones_Pacific_SA_Standard_Time
source: Pacific SA Standard Time
ar: توقيت المحيط الهادئ

# timeZones_Pacific_Standard_Time_Mexico
source: Pacific Standard Time (Mexico)
ar: توقيت المحيط الهادي (المكسيك)

# timeZones_Pacific_Standard_Time
source: Pacific Standard Time
ar: توقيت المحيط الهادئ

# timeZones_Pakistan_Standard_Time
source: Pakistan Standard Time
ar: توقيت باكستان

# timeZones_Paraguay_Standard_Time
source: Paraguay Standard Time
ar: توقيت باراغواي

# timeZones_Qyzylorda_Standard_Time
source: Qyzylorda Standard Time
ar: توقيت قيزيلوردا

# timeZones_Romance_Standard_Time
source: Romance Standard Time
ar: توقيت رومانس

# timeZones_Russia_Time_Zone_12
source: Russia Time Zone 12
ar: المنطقة الزمنية لروسيا +12

# timeZones_Russia_Time_Zone_11
source: Russia Time Zone 11
ar: المنطقة الزمنية لروسيا +11

# timeZones_Russia_Time_Zone_4
source: Russia Time Zone 4
ar: المنطقة الزمنية لروسيا +4

# timeZones_Russian_Standard_Time
source: Russian Standard Time
ar: توقيت روسيا

# timeZones_SA_Eastern_Standard_Time
source: SA Eastern Standard Time
ar: توقيت المنطقة الشرقية السعودية

# timeZones_SA_Pacific_Standard_Time
source: SA Pacific Standard Time
ar: توقيت المحيط الهادئ في أمريكا الجنوبية

# timeZones_SA_Western_Standard_Time
source: SA Western Standard Time
ar: التوقيت الغربي في أمريكا الجنوبية

# timeZones_Saint_Pierre_Standard_Time
source: Saint Pierre Standard Time
ar: توقيت سان بيير

# timeZones_Sakhalin_Standard_Time
source: Sakhalin Standard Time
ar: توقيت سخالين

# timeZones_Samoa_Standard_Time
source: Samoa Standard Time
ar: توقيت ساموا

# timeZones_Sao_Tome_Standard_Time
source: Sao Tome Standard Time
ar: توقيت ساو تومي

# timeZones_Saratov_Standard_Time
source: Saratov Standard Time
ar: توقيت ساراتوف

# timeZones_SE_Asia_Standard_Time
source: SE Asia Standard Time
ar: توقيت جنوب شرق آسيا

# timeZones_Singapore_Standard_Time
source: Singapore Standard Time
ar: توقيت سنغافورة

# timeZones_South_Africa_Standard_Time
source: South Africa Standard Time
ar: توقيت جنوب أفريقيا

# timeZones_South_Sudan_Standard_Time
source: South Sudan Standard Time
ar: توقيت جنوب السودان

# timeZones_Sri_Lanka_Standard_Time
source: Sri Lanka Standard Time
ar: توقيت سريلانكا

# timeZones_Sudan_Standard_Time
source: Sudan Standard Time
ar: توقيت السودان

# timeZones_Syria_Standard_Time
source: Syria Standard Time
ar: توقيت سوريا

# timeZones_Taipei_Standard_Time
source: Taipei Standard Time
ar: توقيت تايبيه

# timeZones_Tasmania_Standard_Time
source: Tasmania Standard Time
ar: توقيت تسمانيا

# timeZones_Tocantins_Standard_Time
source: Tocantins Standard Time
ar: توقيت توكانتينز

# timeZones_Tokyo_Standard_Time
source: Tokyo Standard Time
ar: توقيت طوكيو

# timeZones_Tomsk_Standard_Time
source: Tomsk Standard Time
ar: توقيت تومسك

# timeZones_Tonga_Standard_Time
source: Tonga Standard Time
ar: توقيت تونغا

# timeZones_Transbaikal_Standard_Time
source: Transbaikal Standard Time
ar: توقيت ترانس بايكال

# timeZones_Turkey_Standard_Time
source: Turkey Standard Time
ar: توقيت تركيا

# timeZones_Turks_And_Caicos_Standard_Time
source: Turks And Caicos Standard Time
ar: توقيت جزر توركس وكايكوس

# timeZones_Ulaanbaatar_Standard_Time
source: Ulaanbaatar Standard Time
ar: توقيت أولان باتور

# timeZones_US_Eastern_Standard_Time
source: US Eastern Standard Time
ar: التوقيت الشرقي للولايات المتحدة

# timeZones_US_Mountain_Standard_Time
source: US Mountain Standard Time
ar: التوقيت الجبلي في الولايات المتحدة

# timeZones_UTC
source: UTC
ar: التوقيت العالمي الموحّد

# timeZones_UTC_plus_12
source: UTC+12
ar: التوقيت العالمي الموحّد +12

# timeZones_UTC_plus_13
source: UTC+13
ar: التوقيت العالمي الموحّد +13

# timeZones_UTC_02
source: UTC-02
ar: التوقيت العالمي الموحّد -02

# timeZones_UTC_08
source: UTC-08
ar: التوقيت العالمي الموحّد -08

# timeZones_UTC_09
source: UTC-09
ar: التوقيت العالمي الموحّد -09

# timeZones_UTC_11
source: UTC-11
ar: التوقيت العالمي الموحّد -11

# timeZones_Venezuela_Standard_Time
source: Venezuela Standard Time
ar: توقيت فنزويلا

# timeZones_Vladivostok_Standard_Time
source: Vladivostok Standard Time
ar: توقيت فلاديفوستوك

# timeZones_Volgograd_Standard_Time
source: Volgograd Standard Time
ar: توقيت فولغوغراد

# timeZones_W_Australia_Standard_Time
source: W. Australia Standard Time
ar: توقيت غرب أستراليا

# timeZones_W_Central_Africa_Standard_Time
source: W. Central Africa Standard Time
ar: توقيت غرب وسط أفريقيا

# timeZones_W_Europe_Standard_Time
source: W. Europe Standard Time
ar: توقيت غرب أوروبا

# timeZones_W_Mongolia_Standard_Time
source: W. Mongolia Standard Time
ar: توقيت غرب منغوليا

# timeZones_West_Asia_Standard_Time
source: West Asia Standard Time
ar: توقيت غرب آسيا

# timeZones_West_Bank_Standard_Time
source: West Bank Standard Time
ar: توقيت الضفة الغربية

# timeZones_West_Pacific_Standard_Time
source: West Pacific Standard Time
ar: توقيت غربيّ المحيط الهادئ

# timeZones_Yakutsk_Standard_Time
source: Yakutsk Standard Time
ar: توقيت ياكوتسك

# timeZones_Yukon_Standard_Time
source: Yukon Standard Time
ar: توقيت يوكون (PLA)

# timeZones_Gulf_Standard_Time
source: Gulf Standard Time
ar: توقيت الخليج

# common_button_confirm
source: Confirm
ar: تأكيد

# linkAccount_stepper_cif_label_ubs
source: UBS account number
ar: رقم الحساب لدى UBS

# linkAccount_stepper_cif_label_hsbc
source: Confirm your heading of account
ar: تأكيد رقم حسابك

# linkAccount_stepper_cif_label_creditsuisse
source: Confirm your CIF number
ar: تأكيد رقمك لملف معلومات العميل (CIF)

# linkAccount_stepper_cif_label_lombardodier
source: Confirm your CIF number
ar: تأكيد رقمك لملف معلومات العميل (CIF)

# linkAccount_stepper_cif_label_juliusbar
source: Confirm your account number
ar: تأكيد رقم حسابك

# linkAccount_stepper_cif_placeholder
source: Enter Account Number
ar: أدخل رقم الحساب

# linkAccount_stepper_cif_tooltip_default
source: Customer Identification File (CIF)
ar: ملف معلومات العميل (CIF)

# linkAccount_stepper_cif_tooltip_ubs
source: Same account number provided under "Banking Relationship" in the letter of authorization.
ar: نفس رقم الحساب المقدم في قسم "العلاقة المصرفية" ضمن خطاب التفويض.

# linkAccount_stepper_cif_tooltip_hsbc
source: The field `Heading of account` is found in the top section of the first page
ar: ملف معلومات العميل (CIF)

# linkAccount_stepper_cif_tooltip_creditsuisse
source: You can access the number of your Customer Identification File (CIF) on page 1 - section 1 under "Details of the Client"
ar: يمكنك الوصول إلى رقمك لملف معلومات العميل (CIF) في الصفحة الأولى - القسم 1 ضمن "تفاصيل العميل"

# linkAccount_stepper_cif_tooltip_lombardodier
source: Customer Identification File (CIF)
ar: ملف معلومات العميل (CIF)
