Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# auth_signup_tos_content_mobile
source: Petiole Asset Management AG (“Petiole”) is an asset manager of collective assets, licensed and supervised by the Swiss Financial Market Supervisory Authority (FINMA). The content of this website (“Website”) is provided by Petiole and is exclusively intended for persons domiciled in Switzerland. The Website may not be accessed by any user if and to the extent such access is illegal. By accessing this Website and the information and tools contained thereupon, you accept the present terms of use (“Terms of Use”). In case you do not consent to the Terms of Use, you may not access the Website or the information and tools contained thereupon. You understand that the Terms of Use as well as any information and or tools contained on this Website may be amended and/or removed without prior notice. The information contained on this Website – unless explicitly and separately indicated to you for specific sections of this Website – is for informational and advertising purposes only and does neither an offer of financial instruments nor a personalized recommendation to buy or sell any financial instruments unless explicitly indicated for specific sections of this Website. Such specific sections of this Website will indicate to you prior to you entering such sections the nature of the content and may require additional confirmations and/or agreements from your part and may only be accessible by certain types of investors. Neither the receipt nor the distribution of information through this Website establishes a client relationship except for such sections of this Website where such client relationship may explicitly be established by signing an agreement between you and Petiole. In case of conflicts, the terms provided for or agreements entered into related to such specific sections prevail over the Terms of Use.</1><1>Past performance is not indicative of future results. As such, the value of financial instruments, and the income derived therefrom may change frequently, may fall as well as rise, and there is no guarantee that your initial investment in a financial instrument will be returned. We recommend consulting with a professional financial advisor prior to taking any investment or divestment decisions and duly consider the risks associated with a financial instrument. Petiole does not provide any legal or tax advice and we recommend consulting with your professional advisors on related considerations. This Website may contain information or statements that are forward-looking based upon current expectations and projections about future events. Such forward-looking information or statements are based solely on Petiole’s current understanding, expectations, estimates, financial models and projections. Such information or statements are uncertain and involve the risks that assumptions, unpredicted or unconsidered events or other factors may lead to developments that may substantially deviate from Petiole’s expectations. These factors may include but are not limited to economic and business conditions and developments or the introduction or removal of relevant laws and regulations. You understand that Petiole has no obligation and will not amend or update any forward-looking information or statements contained on this Website upon the occurrence of developments that may impact such information or statements. Certain information on the Website may be based on information obtained from third-party sources that Petiole considered to be reliable. However, Petiole does not give any representation or warranty on the correctness of the information contained on this Website, be it at the present or any future date. Also, this Website may contain links to websites operated by third parties and activating such links is at your own risk. The content of such websites has been prepared by the respective third party and Petiole does not give any representation or warranty on the correctness of the information contained on such third party websites. Links on this Website may also not be understood as endorsement or approval of the contents of such websites. Any and all information and content contained on this Website is furnished on an as-is-basis and Petiole does not provide any warranty be it express or implied. Petiole does not – to the fullest extent permissible by applicable laws and regulations – assume any liability for any loss or damage of any kind arising, regardless whether such loss or damage is direct or indirect in nature, caused by the use of any content or information provided on this Website. Petiole does not warrant that the Website, its information or any tool contained thereupon will be available for you at any particular time or that any mistakes or errors are corrected at any specific point in time or at all or that the Website may be the subject of cyber attacks of any kind. The use of the Website is at your own risk. The entire Website is subject to copyright and all rights are reserved. No permission is granted by Petiole to copy or otherwise reproduce any part of this Website, except for the purely private, intended use by a user. No permission or license is granted without Petiole’s written consent to use or copy Petiole’s logo, design or other intellectual property or to establish links to this Website. Petiole is affiliated with the independent Ombudsman Office Finanzombudsstelle Schweiz (FINOS), Talstrasse 20, 8001 Zurich, Switzerland, which is officially recognized by the Swiss Federal Department of Finance. In case of any disputes about legal claims between our clients and Petiole, our clients can contact this Ombudsman Office anytime. Information about possible administrative costs in connection with mediation procedures can be found on the website of the Ombudsman Office: https://www.finos.ch or by email (info@finos.ch).
ar: <0><9>اتفاقية. يُرجى قراءة المعلومات التالية قراءة دقيقة قبل استخدام هذا التطبيق. بالنقر فوق زر "أوافق" أدناه، توافق على الالتزام بجميع الشروط والأحكام الواردة في اتفاقية المستخدم هذه. إذا كنت لا توافق على أي قسم من أقسام اتفاقية المستخدم، فلا تستخدم هذا التطبيق. تحتفظ شركة The Family Office (المعرَّفة أدناه)، حسب تقديرها وحدها، بحق تعديل أو تغيير أو تحديث هذه الاتفاقية في أي وقت تراه، وبالنقر على زر "أوافق" الخاص بالمراجعات، تقبل عمليات التعديل. وإذا اقتضى الأمر، فقد نقدم أيضًا آليات إضافية لإبداء الموافقة على التغييرات التي قد تطرأ على هذه الاتفاقية. ولن تصبح أي تغييرات سارية المفعول إلا بعد تاريخ نفاذ التغيير ولن يؤثر ذلك على أي نزاع ينشأ قبل تاريخ نفاذ التغيير. </9><9>التطبيق الإلكتروني للعميل الرقمي Digital Client App ("التطبيق") هو أداة رقمية لضمّ العملاء عبر الإنترنت يمكنك التقدم من خلالها لفتح حساب لدى تزويدنا بمعلومات محددة للتقدم لحسابات تنصّ عليها The Family Office Co. BSC(c) وبعض الشركات التابعة لها، وهي متاحة طالما التزمت بالشروط والأحكام الموضحة أدناه. لا يوجد في اتفاقية المستخدم هذه أو في التطبيق ما يمكن اعتباره أي ضمانات أو التزامات أخرى من طرف The Family Office. </9><9>هذا التطبيق موجه فقط لعملاء The Family Office (الشركة) الحاليين والمستقبليين. وتختص اتفاقية المستخدم هذه بالتطبيق فقط، وهي تخضع لآليات تسوية النزاعات المنصوص عليها في حزمة فتح الحساب. إذا تبين وجود أي تعارض، فشروط اتفاقية المستخدم هذه تعتبر العنصر الغالب على حزمة فتح الحساب فيما يتعلق بالتطبيق فقط، وبخلاف ذلك، تكون شروط حزمة فتح الحساب العنصر الغالب فيما يتعلق بعلاقتك مع الشركة. </9><9> هذا التطبيق غير مخصص للاستخدام من قبل أفراد تقل أعمارهم عن ثمانية عشر عامًا (18). ويجب ألا يقل عمر مستخدمي هذا التطبيق عن 18 عامًا، أو أن يكونوا قد بلغوا السن القانونية التي تؤهلهم للدخول في اتفاقيات تقع ضمن اختصاص المستخدم، أيهما أكبر. </9><11> هذا التطبيق مخصص لاستخدام الأفراد المقيمين ضمن اختصاصات قضائية مسموح بها. </11><1><13> إخلاء المسؤولية عن الضمان وتقييد المسؤولية. </13> <11> يتم تقديم هذا التطبيق والمعلومات الواردة فيه "كما هي" دون أي ضمان من أي نوع، صريحًا كان أم ضمنيًا، بما في ذلك، على سبيل المثال لا الحصر، الضمانات المضمنة المتعلقة بالقابلية للتسويق أو الملاءمة لغرض معين أو عدم الانتهاك. لا تضمن الشركة عدم انقطاع هذا التطبيق أو خلوه من الأخطاء، أو أن هذه الأخطاء سيتم تصحيحها، أو أن التطبيق الذي يوفر الحساب والمعلومات الأخرى خال من الفيروسات أو أي برامج أخرى ضارة. وهذه الضمانات مستثناة إلى أقصى حد يسمح به القانون. ولا تتحمل الشركة بأي حال من الأحوال المسؤولية عن أي أضرار مباشرة أو غير مباشرة أو خاصة أو عَرَضية أو مترتبة قد تنشأ عن استخدامك أو عدم قدرتك على استخدام هذا التطبيق أو المعلومات التي يوفرها. لا تسمح بعض الاختصاصات القضائية باستثناء أو تحديد المسؤولية عن الأضرار المترتبة أو العرَضية. وفي مثل هذه الاختصاصات القضائية، تكون مسؤولية الشركة محدودة إلى أقصى حد يسمح به القانون. وإذا تبين وجود أي تعارض أو تناقض بين المعلومات المقدمة عبر التطبيق والمعلومات المقدمة لك مباشرة من أو بالنيابة عن الشركة عبر وسائل الاتصال المعتادة، تصبح المعلومات المقدمة عبر وسائل الاتصال المعتادة العنصر الغالب. </11></1><1><11> بالدخول إلى التطبيق واستخدامه، تدرك أنك قد تتنازل عن حقوق متعلقة بمطالبات غير معروفة أو متوقعة في هذا الوقت، ووفقا لهذا التنازل، تقر بأنك قد اطلعت وفهمت، وأنك تتنازل بموجب هذا بصراحة عن الفوائد التي قد يوفرها أي قانون في أي اختصاص قضائي ينص عموما على ما يلي: "لا يمتد الإعفاء العام إلى المطالبات التي لا يعرفها الدائن أو يعتقد في أنها موجودة لصالحه في وقت تنفيذ الإعفاء، والتي كان يمكن في حال معرفته بها أن تؤثر بشكل جوهري على تسويته مع المدين".</11></1><1> لا تعني القيود وإخلاء المسؤولية الواردة في هذا القسم تحديدا للمسؤولية أو تغييرًا في حقوقك التي لا يمكن استبعادها بموجب أي قانون معمول به. </1><1><13> القوة القاهرة. </13> <11> لا يتحمل أي طرف المسؤولية عن أي تأخير أو إخفاق في تنفيذ التزاماته الواردة في هذه الاتفاقية، ينتج عن وقوع كارثة طبيعية أو تفشي أوبئة أو حدوث إصابات أو قضاء وقدر أو أعمال شخص خارج عن القانون أو انقطاع التيار الكهربائي أو نشوب أعمال شغب أو تعطل النظام أو الإرهاب أو الهجمات الإلكترونية أو الأعمال الحكومية أو أي أحداث أخرى ذات طبيعة مماثلة خارجة عن سيطرة الطرف الذي يرغب في اللجوء لهذا القسم لتسويغ تأخيره أو إخفاقه. </11></1><1><13> موادنا المحمية بحقوق الطبع والنشر ودعاوى الانتهاك. </13> <11> حقوق النشر لجميع النصوص والصور والشاشات والمواد الأخرى المتوفرة على هذا التطبيق (يشار إليها مجتمعة باسم "المواد") مملوكة أو معتمدة من قبل الشركة و/ أو أطراف ثالثة. باستثناء ما هو منصوص عليه أدناه، لا يجوز نسخ أي من المواد أو توزيعها أو عرضها أو تنزيلها أو نقلها بأي شكل أو بأي وسيلة دون إذن كتابي مسبق من الشركة، أو مالك حقوق النشر. وقد ينتهك الاستخدام غير المصرح به لأي من المواد التي يتضمنها هذا التطبيق قوانين حقوق النشر وقوانين العلامات التجارية وقوانين الخصوصية والدعاية و/ أو اللوائح والقوانين الأخرى. </11></1><1><13> العلامات التجارية. </13> <11> تملك الشركة أو أصحابها العلامات التجارية وعلامات الخدمة التي قد يشار إليها عبر هذا التطبيق. ولا ينبغي تفسير أي شيء في هذا التطبيق على أنه يمنح، ضمنيًا، أو عبر إغلاق باب الرجوع، أو بغير ذلك، أي ترخيص أو حق لاستخدام أي علامة تجارية دون إذن كتابي من الشركة. ولا يجوز استخدام اسم الشركة أو شعارها بأي شكل من الأشكال، بما في ذلك الإعلان أو الدعاية المتعلقة بتوزيع المواد عبر هذا التطبيق، دون إذن كتابي مسبق. ولا يحق لك استخدام شعار الشركة كارتباط تشعبي لهذا التطبيق ما لم تحصل على إذن كتابي سلفًا منها، حتى لو سمحت الشركة لك باستخدام بعض الميزات المحددة التي يوفرها التطبيق كارتباط تشعبي لأغراض محددة. </11></1><1><13> الحق في الاحتفاظ بالمعلومات والإفصاح عنها. </13> <11> يجوز للشركة الاحتفاظ بجميع المعلومات التي تقدمها، بما يتفق مع سياسة الخصوصية التي تطبقها. ويجوز أيضًا للشركة الإفصاح عن المعلومات التي تقدمها إذا طُلب منها ذلك بموجب قانون أو اعتقادًا بحسن نية أن هذا الاحتفاظ أو الإفصاح ضروري بدرجة معقولة لأجل: (أ) إتمام معاملتك (ب) أو الامتثال لإجراءات قانونية (ج) أو تنفيذ اتفاقية المستخدم هذه (د) أو الرد على أي دعاوى مفادها أن أي مواد موجودة على هذا التطبيق تنتهك حقوقك أو حقوق أطراف ثالثة (هـ) أو حماية حقوق أو ممتلكات الشركة والسلامة الشخصية لمستخدميها و/ أو الجمهور، أو (و) أو في حالة استحواذ طرف ثالث على معظم أصول الشركة أو جميعها. </11></1><1><13> الأعمال المحظورة. </13><11> تتعهد بموجب هذه الاتفاقية بألا تقوم بأي مما يلي : (أ) تفكيك أو إجراء هندسة عكسية أو إلغاء تجميع أو تعديل أو تحويل التطبيق إلى شكل يمكن للإنسان استيعابه أو إنشاء أعمال مستخلصة استنادًا إلى التطبيق أو لأي قسم منه (ب) أو تعطيل أي ترخيص أو ميزات تحكم في التطبيق (ج) أو "تأطير" التطبيق أو أي قسم منه أو جعل التطبيق أو محتوياته تبدو وكأنها مقدمة من أي شخص آخر غير الشركة (د) أو إدخال أي فيروس أو رمز أو عمل آخر إلى التطبيق بهدف تعطيل أو إتلاف التطبيق أو تغيير أو إتلاف أو حذف أي مواد أو استرداد أو تسجيل معلومات حول التطبيق أو مستخدميه (هـ) أو دمج التطبيق أو أي مواد مع برنامج آخر أو إنشاء أعمال مستخلصة من التطبيق أو هذه المواد (و) أو إزالة أو حجب أو تغيير أي إشعار بحقوق النشر أو غيرها من وسائل إيضاح الملكية على التطبيق أو المواد (ز) الترخيص من الباطن أو التنازل عن أو الترجمة أو الإيجار أو الإعارة أو إعادة البيع من أجل الربح أو التوزيع أو التنازل عن المواد أو نقلها أو الدخول إلى التطبيق لحساب آخرين (ح) أو استخدام أو السماح باستخدام التطبيق أو المواد بما يتعارض مع أي قانون اتحادي أو حكومي أو محلي أو أجنبي أو أي قانون آخر معمول به، أو قواعد أو لوائح الهيئات التنظيمية أو الإدارية (ت) أو التصرف بطريقة احتيالية أو غير قانونية أو خبيثة أو بالإهمال عند استخدام التطبيق. باستثناء ما هو منصوص عليه صراحةً هنا. تحتفظ الشركة والأطراف الخارجية بجميع الحقوق فيما يتعلق بالتطبيق، ويمكنها متابعة جميع الخيارات المتاحة قانونًا بموجب القوانين المدنية والجنائية (وقد تتعاون مع وكالات إنفاذ القانون) إذا حدثت أي انتهاكات. </11></1><1><13> حظر الاستعانة ببرامج الأوامر النصية والروبوتات والأطراف الخارجية. </13> <11> لا يجوز لك الوصول إلى التطبيق أو استخدامه عن طريق أي برنامج آلي أو نظام خبير أو وكيل إلكتروني أو "روبوت"، ولا يجوز منح أي شخص أو جهة إمكانية الوصول إلى التطبيق. </11></1><1><13> حظر أعمال "القشط".</13> <11> يحظر عليك "قشط" أو نسخ أو إعادة نشر أو ترخيص أو بيع البيانات أو المعلومات الواردة بالتطبيق. </11></1><1><13> ملكية بيانات الاستخدام. </13> <11> قد تقوم الشركة بجمع بيانات حول استخدامك للتطبيق ومراكمتها، وستكون الشركة المالك الوحيد لهذه المعلومات. </11></1><1><13> الروابط. </13><11> مع أن الشركة تتحكم ببعض الارتباطات التشعبية في التطبيق، فقد تؤدي بعض الروابط داخل هذا التطبيق إلى تطبيقات لجهات أخرى أو موقع إلكتروني تابع لطرف ثالث. وتضع الشركة هذه الروابط الخارجية فقط لمساعدتك. لا يعني وجود رابط تأييدا للموقع الإلكتروني المرتبط به أو مشغله أو محتوياته، أو أن الشركة مرتبطة بأي شكل من الأشكال بالموقع أو الموقع المرتبط به ما لم يُذكر ذلك صراحةً في كل حالة في الموقع الإلكتروني الذي ترتبط به هذه المواد. ولا يتضمن التطبيق أي مواد تظهر في مثل هذه التطبيقات أو المواقع المرتبطة عبر الإحالة إليها، ما لم يُذكر صراحةً في كل حالة في التطبيق أو الموقع الإلكتروني الذي يتم ربط هذه المواد به. وتحتفظ الشركة بالحق في إنهاء الارتباط بأي تطبيق أو موقع تابع لطرف ثالث في أي وقت. ليس للشركة أي سيطرة على التطبيقات أو المواقع الإلكترونية التابعة لجهات خارجية، وقد يكون لها شروط استخدام وسياسات خصوصية مغايرة وتدعوك الشركة إلى مراجعتها. </11></1><1>الاستثناءات والقيود وإشعار حماية المستهلك. <11>إذا كنت مستهلكًا، فالأحكام الواردة في اتفاقية المستخدم هذه تهدف أن تكون واسعة النطاق وشاملة بقدر ما تسمح به قوانين بلد إقامتك فقط. وفي جميع الأحوال، تحتفظ الشركة بجميع الحقوق والدفوع والقيود المسموح بها بموجب قانون بلد إقامتك. </11></1><1>السيطرة على التطبيق. <11>يخضع هذا التطبيق لسيطرة الشركة وذلك بموجب الاختصاص القانوني لحزمة فتح الحساب الخاص بك. لا تقدم الشركة أي تعهد بأن المحتوى أو المواد الواردة في هذا التطبيق مناسبة أو متاحة للاستخدام في اختصاصات قضائية أخرى. ويُحظر تمامًا الوصول إلى محتوى التطبيق أو المواد من الاختصاصات القضائية التي يكون فيها هذا الوصول غير قانوني. إذا اخترت الوصول إلى هذا التطبيق من اختصاصات قضائية أخرى، تقوم بذلك على مسؤوليتك الخاصة. وتظل المسؤول دائمًا عن امتثالك للقوانين المعمول بها. </11></1><1>القوانين واجبة التطبيق وحل النزاعات. <11>تخضع اتفاقية المستخدم وأي استخدام لهذا التطبيق من قبل هذا المستخدم ويتم تفسيرها حسب قوانين الاختصاص القضائي المنصوص عليه في حزمة فتح الحساب وتُطبق أحكام تسوية النزاعات الخاصة بحزمة فتح الحساب. وحتى يتم تنفيذ حزمة فتح الحساب، تخضع اتفاقية المستخدم وأي استخدام لهذا التطبيق من قبل هذا المستخدم لقوانين مملكة البحرين ويفسر وفقًا لها، بغض النظر عن تعارض مبادئ القوانين الخاصة بها، ويوافق هذا المستخدم بشكل لا رجعة فيه على أن أي إجراء قانوني ينشأ عن أو يتعلق باتفاقية المستخدم هذه أو مثل هذا الاستخدام يجوز رفعه من قبل هذا المستخدم أو نيابة عنه أمام محاكم البحرين فقط ويخضع بشكل لا رجعة فيه للاختصاص القضائي لهذه المحاكم. ويقبل هذا المستخدم قبولا لا رجعة فيه أن للشركة الحق في تحريك أي إجراء قانوني ضد هذا المستخدم و/ أو أصوله في أي اختصاص قضائي آخر أو لخدمة الإجراءات بأي طريقة يسمح بها القانون، ولا يمنع اتخاذ الإجراءات في أي اختصاص قضائي الشركة من اتخاذ الإجراءات في أي اختصاص قضائي آخر سواء كان ذلك بشكل متزامن أم لا. </11></1><1>لا يحق للشركة ممارسة الأعمال في كل اختصاص قضائي. <11>لا يحق للشركة مزاولة الأعمال بشكل عام أو تقديم خدمات معينة في كل اختصاص قضائي. قد تحتوي المعلومات المنشورة على هذا التطبيق على مصادر أو إشارات مرجعية إلى سلع أو خدمات غير متوفرة في محافظتك أو بلدك. </11></1><1>اتفاقية كاملة واستقلالية البنود. <11>تقر بأنك قد قرأت وفهمت اتفاقية المستخدم وأنك موافق على الالتزام ببنودها وأحكامها. وتوافق أيضًا على أن اتفاقية المستخدم هذه، جنبًا إلى جنب مع سياسة الخصوصية المعمول بها (الوارد هنا)، والمضمَّنة في هذه الاتفاقية بالإشارة وحزمة فتح الحساب، تشكل المحتوى الكامل والحصري للاتفاقية بينك وبين الشركة وتحل محل جميع المقترحات الأخرى أو الاتفاقيات السابقة الشفوية أو المكتوبة وأي اتصالات أخرى تتعلق بموضوع اتفاقية المستخدم هذه. إذا وجد أن أي بند من أحكام اتفاقية المستخدم غير قابل للتنفيذ، لا يؤثر ذلك على سريان الاتفاقية التي تظل سارية وقابلة للتنفيذ وفقًا لشروطها. </11></1><1>التوقيع الإلكتروني. <11>تقر أنك في ظروف معينة قد تستخدم التطبيق لتنفيذ معاملات محددة والموافقة عليها. ويجب أن يكون لأي نموذج أو معاملة يتم تنفيذها عن طريق التوقيع الإلكتروني عبر التطبيق نفس الأثر القانوني الذي يترتب على التوقيع فيما لو كان مكتوبًا بخط اليد. ويحق للشركة بموجب هذا الاعتماد على أي مستند أو معاملة يتم إرسالها عبر وسيلة إلكترونية من خلال التطبيق وقبولها كأصل. توافق على أنك عند النقر فوق زر "إرسال" أو "أوافق" أو أي زر أو حقل إدخال آخر مشابه في جهازك، أن موافقتك أو قبولك ستكون ملزمة قانونًا وقابلة للتنفيذ ومكافئة قانونيًا لتوقيعك المكتوب بخط اليد. </11></1><1>ليست مشورة استثمارية. <11>المعلومات الواردة في التطبيق هي للاطلاع فحسب. ولا ينبغي اعتبار أي معلومات أو مواد واردة في التطبيق مشورة استثمارية أو مالية أو قانونية أو ضريبية أو غير ذلك. لا شيء مما يرد في التطبيق يمثل التماسًا أو توصية أو تأييدًا أو عرضًا من قبل The Family Office أو شركة تابعة لشراء أو بيع أي أوراق مالية أو أدوات مالية أخرى في أي ولاية قضائية يكون فيها هذا الطلب أو العرض غير قانوني. </11></1><1>السرية. <11>تقر بأن أي معلومات أو مواد واردة في التطبيق تعتبر سرية ("معلومات سرية"). وتوافق على الحفاظ على سرية المعلومات السرية وعلى حماية سرية مثل هذه المعلومات السرية بدرجة العناية نفسها التي يحمي بها سرية معلوماته السرية، ولكن ليس بأي حال من الأحوال بدرجة أقل من العناية المعقولة. لا يجوز لك الإفصاح عن المعلومات السرية إلا لموظفيك ووكلائك ومستشاريك على أساس الحاجة إلى الاطلاع، شريطة أن يوافق هؤلاء الموظفون والوكلاء والمستشارون على نفس التزامات السرية. </11></1><1><13>سياسة الخصوصية لتطبيق العميل الرقمي. </13></1><1>أعدت The Family Office وبعض الشركات التابعة لها، بصفتها المتحكمة في البيانات، سياسة الخصوصية هذه لشرح كيفية استخدامنا لأي معلومات شخصية نجمعها حولك عندما تستخدم هذا التطبيق والخيارات التي لديك فيما يتعلق بكيفية جمع البيانات واستخدامها. </1><1>هذا التطبيق ليس موجهًا للأطفال والقاصرين ولا نطلب أو نجمع عن قصد بيانات شخصية من الأطفال والقاصرين. بصفتك أحد الوالدين أو الوصي القانوني، يرجى عدم السماح لأطفالك بإرسال بيانات شخصية دون إذنك.</1><1>بإرسالك بياناتك الشخصية لنا، توافق على المعالجة الموضحة في سياسة الخصوصية هذه. وقد يتم أيضًا تقديم إشعارات أخرى تسلط الضوء على استخدامات معينة نرغب في تطبيقها على بياناتك الشخصية مع منحك القدرة على الاشتراك أو إلغاء الاشتراك في استخدامات محددة حينما نجمع منك بيانات شخصية. </1><1>تحتوي سياسة الخصوصية هذه على تفاصيل عامة وفنية حول الخطوات التي نتخذها لاحترام مخاوف الخصوصية لديك. لقد قمنا بتنظيم سياسة الخصوصية بحسب العمليات والمجالات الرئيسية بحيث يمكنك مراجعة المعلومات التي تهمك. </1><2><3><15>البيانات الشخصية التي نجمعها. </15><1>يشير مصطلح "البيانات الشخصية" إلى أي معلومات يمكن استخدامها لتحديد هويتك أو يمكن ربطها بك كفرد. </1><4><5>قد نقوم بجمع البيانات الشخصية التالية عنك ومعالجتها. <6><7>معلومات شخصية عنك – هي المعلومات الشخصية التي تقدمها لنا عند طلبك فتح حساب لدينا (على سبيل المثال، المعلومات الشخصية ومعلومات إثبات الهوية والاسم وتاريخ الميلاد وعنوان الإقامة في بلد الجنسية والسكن والجنس وبلد الإقامة وحالة المستثمر الائتمانية والضرائب والحالة السكنية وأرقام التعريف الضريبية ومعلومات الدخل والثروة والدخل السنوي وصافي الثروة ومصدر الأموال والثروة والنشاط الوظيفي ومدى الرغبة في المخاطرة الاستثمارية وجواز السفر والهوية الوطنية (أو المستندات المماثلة) والبيانات المصرفية ورقم الـIBAN المصرفي وإثبات العنوان وما إلى ذلك)، إضافة إلى أي معلومات إضافية مقدمة بواسطة أو من خلال الشركة، أو يتم إرسالها عبر سؤال مثل عنوان بريدك الإلكتروني، أو إرسالها عبر تحميل مستندات شخصية من للامتثال لمتطلبات عمليات التحقق من هوية العملاء في الاختصاصات القضائية التي نعمل بها. </7><7>مراسلاتنا: إذا اتصلت بنا على سبيل المثال لطرح استفسار عام أو استفسار مرتبط بالاستثمار أو طلب دعم فني، أو الإجابة عن سؤال قد نطرحه عليك، فقد نحتفظ بسجل لتلك المراسلات يضمّ، من دون الحصر، معلومات صوتيّة وإلكترونيّة وبصريّة ومشابهة، كالتسجيلات الصوتيّة والبصريّة.</7><7>معلومات الاستبيانات: قد نطلب منك أيضًا إكمال استبيانات نستخدمها لأغراض بحثية. في مثل هذه الظروف، سنجمع المعلومات المقدَّمة في الاستبيان المكتمل. </7><7>استخدامك لتطبيقنا: تفاصيل زياراتك لتطبيقنا والمعلومات التي تم جمعها عبر ملفات تعريف الارتباط "الكوكيز" وتقنيات التتبع الأخرى بما في ذلك، على سبيل المثال لا الحصر، عنوان الـIP واسم النطاق وإصدار المتصفح ونظام التشغيل وبيانات حركة المرور وبيانات المكان وسجلات الإنترنت وبيانات الاتصال الأخرى والموارد التي يمكنك الوصول إليها. </7><7>عدم التتبع: نظرًا لعدم وجود إجماع حتى الآن على كيفية استجابة الشركات لآليات "عدم التتبع" المستندة إلى متصفح الإنترنت، فإننا لا نستجيب إلى إشارات عدم التتبع المستندة إلى متصفح الإنترنت في هذا الوقت. يُرجى ملاحظة أنه لن يتم إيقاف جميع عمليات التتبع حتى لو حذفت ملفات تعريف الارتباط. </7></6></5><5>قد نحصل على بياناتك الشخصية منك مباشرة. وقد نجمع أيضًا البيانات الشخصية من أطراف ثالثة بما في ذلك الوكلاء الذين يقدمون توجيهات بالنيابة عنك أو أي هيئات حكومية وشبه حكومية أخرى قد تقدم بيانات شخصية نيابة عنك. بالإضافة إلى ذلك، قد نجمع أيضًا البيانات الشخصية من موفري خدمات خارجيين ضمن عملية التقديم الخاصة بك، مثل موفري خدمات التحقق من مقاطع الفيديو التابعين وذلك ضمن عمليات البحث الخاصة بـ"اعرف عميلك". </5><5>إذا زودتنا ببيانات شخصية عن أفراد آخرين، فيجب عليك إبلاغ هؤلاء الأفراد بأنك قد زودتنا ببياناتهم وأين يمكنهم العثور على نسخة من سياسة الخصوصية هذه. </5><5>إذا اخترت ألا تقدم بيانات شخصية معينة، فقد يؤدي ذلك إلى عدم قدرتنا على تزويدك بجميع خدماتنا.</5><5>عند الوصول إلى التطبيق، قد نحدّد معلومات موقعك ونسجلها للالتزام بالمتطلبات التنظيميّة المعمول بها. يستخدم التطبيق واجهة لبرمجة التطبيقات (API) لالتقاط موقع عنوان بروتوكول الإنترنت لجهاز تسجيل الدخول. قد تضمّ معلومات الموقع موقعك الجغرافي العام و/أو المحدد وفق عنوانك لبروتوكول الإنترنت. توفق أيضاً أنّك عندما تستخدم شبكة خاصّة افتراضيّة (VPN) أنّ موقع الشبكة يُعلن عن موقع في نفس بلد موقعك الفعلي طوال فترة الاستخدام.</5></4></3><3><15>كيف نستخدم البيانات الشخصية</15><4><5>قد نستخدم بياناتك الشخصية على النحو التالي: <1>يُرجى ملاحظة أن استخدام البيانات الشخصية بموجب قوانين حماية البيانات المعمول بها يجب أن يكون مبررًا وفقًا لعدد من "الأسباب" القانونية، ونحن مطالبون بتحديد الأسباب المتعلقة بكل استخدام في سياسة الخصوصية هذه. <11>البت في طلبك الذي تقدمت به لتصبح مستخدمًا: تقييم طلبك ومعالجته لفتح حساب. حينما يوافق على طلبك، سيمكنك إعداد معلومات حسابك أو مراجعتها أو تحديثها بمجرد فتح حسابك (بما في ذلك بياناتك الشخصية) عبر الإنترنت في أي وقت. تبرير الاستخدام: الموافقة وتنفيذ العقد والمصالح المشروعة (للسماح لنا بتقييم أهليتك كمستخدم) </11><7>تزويدك بمواد تسويقية: لتزويدك بالتحديثات والعروض التي اخترت تلقيها. عادةً ما نستعين بموفري خدمة بريد إلكتروني من طرف ثالث لإرسال رسائل البريد الإلكتروني. ويُحظر تعاقديًا (بموجب تعاقداتنا هذه) على موفري الخدمة هؤلاء استخدام عنوان بريدك الإلكتروني لأي غرض آخر بخلاف إرسال رسائل بريد إلكتروني ذات صلة بعمليات الشركة. ونتيح لك إمكانية إلغاء الاشتراك في جميع الرسائل التسويقية دون أن تترتب على ذلك أي تكلفة. وفي كل مرة تتلقى رسالة بريد إلكترونية، سيتم تزويدك بخيار إلغاء الاشتراك في رسائل البريد الإلكتروني التالية عبر اتباع الإرشادات الواردة في الرسالة. يمكنك أيضًا إلغاء الاشتراك الخاص بتلقي المواد الترويجية عبر الاتصال بنا. </7><7>تبرير الاستخدام: الموافقة (التي يمكن سحبها في أي وقت) </7>للتحليلات والتصنيف: ضبط أنشطتنا التسويقية على نحو يلبي متطلباتك. فيما يتعلق بأنشطتنا التسويقية، نحلل المعلومات التي نجمعها عن العملاء لتحديد العروض التي يرجح أن تكون ذات فائدة لفئات مختلفة من العملاء في ظروف مختلفة وفي أوقات مختلفة. نسمي هذا إنشاء "شرائح". تتضمن هذه البيانات الشخصية المعلومات السلوكية للعميل مثل سجل المعاملات والتفضيلات وطلبات الخدمة والتفاعلات معنا. من حين لآخر، سنقيّم البيانات الشخصية التي نحتفظ بها عنك لوضعك ضمن شريحة معينة. قد نستخدم الشريحة الذي تم وضعك فيها لضبط رسائلنا التسويقية بما يجعلها تشمل ما يهمك من عروض ومحتوى. قد نستخدم هذه الطريقة أيضًا لتجنب إرسال عروض غير مناسبة أو لا يحتمل أن تكون ذات فائدة لك، ويحق لك إلغاء الاشتراك في هذا التحليل الذي تخضع له بياناتك الشخصية التي نستخدمها لتصميم الرسائل التسويقية المباشرة التي نرسلها لك، في أي وقت. تبرير الاستخدام: الموافقة (ويمكن التراجع عنها في أي وقت) وتحقيق مصالح مشروعة (تتيح لنا ضبط رسائلنا التسويقية على نحو يلائمك) </1><7>الامتثال لالتزاماتنا القانونية والتنظيمية: للامتثال لالتزاماتنا القانونية والتنظيمية مثل متطلبات إعداد التقارير المالية التي يفرضها مدققونا والجهات الحكومية، والتعاون مع هيئات إنفاذ القانون والجهات الحكومية والتنظيمية و/ أو المحاكم فيما يتعلق بالإجراءات أو التحقيقات في أي مكان في العالم حيثما يتعين علينا عمل ذلك (مثل الامتثال لإجراءات مكافحة غسيل الأموال وتطبيق قواعد "التعرف على هوية العميل").<1>تبرير الاستخدام: التزام قانوني ومطالبات قانونية ومصالح مشروعة (للتعاون مع الهيئات المنوط بها إنفاذ القانون والهيئات التنظيمية) </1></7><7>التعامل مع الحوادث ومعالجة أي مطالبات نتلقاها: للتعامل مع أي وقائع أو حوادث مثل الاتصال بخدمات الطوارئ والتعامل مع أي مطالبات يقدمها العملاء<1>تبرير الاستخدام: تحقيق مصلحة حيوية وتلبية مطالبات قانونية ومصالح مشروعة (تضمن لنا التعامل مع الحوادث بالشكل المناسب وتتيح لنا مساعدة عملائنا) </1></7><7>تحسين خدماتنا ومنتجاتنا: للمساعدة في تطوير خدمات ومنتجات جديدة وتحسين خدماتنا ومنتجاتنا الحالية. تبرير الاستخدام: مصالح مشروعة (تتيح لنا تحسين خدماتنا وتطويرها باستمرار) </7><7>مساعدة تطبيقنا على العمل بشكل صحيح وتقديم أنشطة صيانة الحساب (إذا تمت الموافقة على طلبك): للمساعدة في تقديم المحتوى من تطبيقنا بأكثر الطرق فعالية لك ولجهازك، وإذا تمت الموافقة على طلبك، فإذن ذلك لصيانة حساب المستخدم والحفاظ عليه. تبرير الاستخدام: تنفيذ العقد والمصالح المشروعة (تتيح لنا تزويدك بالمحتوى والخدمات عبر هذا التطبيق) </7><7>إعادة تنظيم أعمالنا: تحليل أو إتاحة تحليل أي عمليات مقترحة لبيع أو دمج أو اقتناء أصول أو إعادة تنظيم أعمالنا. تبرير الاستخدام: تنفيذ العقد والمصالح المشروعة (تتيح لنا الاستمرار في تزويدك بخدماتنا). </7><7>معالجة أي التزام أو اشتراك أو تنفيذ تعهد أو تراجع: تقييم ومعالجة التزاماتك أو اشتراكاتك أو تنفيذ التعهدات أو التراجع تبرير الاستخدام: الموافقة وتنفيذ العقد وتحقيق المصالح المشروعة (تتيح لنا مواصلة تقديم خدماتنا لك). إذا قررنا إجراء المزيد من المعالجة لبياناتك الشخصية لغرض آخر بخلاف ما هو منصوص عليه في القسم 2 أعلاه، فسنطلعك على هذا الغرض الآخر قبل مباشرة هذه المعالجة الإضافية. </7></5></4></3><3><15>كيف نشارك البيانات الشخصية</15><4><5>يجوز لنا مشاركة بياناتك الشخصية بالطرق التالية. <6><7>مقدمو الخدمات التابعين لأطراف أخرى ممن يعالجون البيانات الشخصية نيابةً عنا لمساعدتنا في تنفيذ الأنشطة الموضحة في القسم 2: قد نسمح لأطراف خارجية محددة مثل شركاء الأعمال والموردين ومقدمي الخدمات والوكلاء والمقاولين والشركات الأخرى التابعة للشركة باستخدام بياناتك الشخصية للأغراض المنصوص عليها في القسم 2، ومنها شركات البريد السريع وموفري خدمات البريد الإلكتروني الذين نستعين بهم لإرسال ونشر المواد الترويجية لمنتجات الشركة وموفري مراكز البيانات الذين يستضيفون خوادمنا والوكلاء الخارجيين الذين يعالجون مسائل البريد والطلبات والمعاملات نيابة عنا. ويُحظر تعاقديًا على هذه الأطراف استخدام البيانات الشخصية لأي غرض آخر بخلاف الغرض المذكور في العقود المبرمة مع كلٍ منها، وستكون خاضعة لالتزامات معالجة البيانات الشخصية وفقًا لنفس الضمانات التي نستخدمها. كما نقدم أيضًا معلومات غير شخصية إلى هذه الجهات لاستخدامها إجمالًا بهدف الوفاء بالتزاماتهم التعاقدية تجاهنا. لا نسمح ببيع البيانات الشخصية إلى جهات خارج الشركة لأي استخدام غير مرتبط بعمليات مجموعتنا أو استخدام البيانات الشخصية من قبل أطراف أخرى لأغراضهم الخاصة. </7><7>وكالات إنفاذ القانون والجهات الحكومية والهيئات التنظيمية والمحكمة للامتثال لالتزاماتنا القانونية أو للتعامل مع الحوادث والمطالبات: يحق لنا الكشف عن بياناتك الشخصية عندما يقتضي ذلك قانون ذو صلة أو أمرٌ صادر عن محكمة، أو بناءً على طلب حكومة أخرى أو جهات إنفاذ القانون، أو أي وكالة أو محكمة أو جهة تنظيمية أو أي طرف آخر نعتقد بأنه ضروري للمساعدة في الإجراءات أو التحقيقات. حيثما يُسمح بذلك، سنوجه أي طلب من هذا القبيل إليك أو إخطارك قبل الرد، ما لم يكن القيام بذلك من شأنه الإضرار بمسار يهدف إلى منع جريمة أو اكتشافها. وينطبق ذلك أيضًا حينما يكون لدينا سبب للاعتقاد بأن الكشف عن البيانات الشخصية ضروري للحصول على مشورة قانونية أو تحديد أو إجراء تحقيق أو توفير حماية أو إجراء اتصال أو رفع دعوى قانونية ضد شخص قد يتسبب في المساس بضيوفنا أو زوارنا أو شركائنا أو حقوقنا أو ممتلكات أو بآخرين، سواء عن قصد أو غير ذلك أو عندما يمكن أن يتضرر أي أحد آخر من هذه الأعمال. </7><7>الأطراف الأخرى التي تطلب مثل هذه البيانات فيما يتعلق بتغيير في هيكل أعمالنا: إذا دخلنا (أو جزء منا) في مفاوضات بيع أعمالنا أو (2) بعنا إلى أو اندمجنا مع أو بعنا معظم أصولنا إلى طرف آخر أو (3) خضعنا لإعادة هيكلة، توافق على أنه يجوز نقل أي من بياناتك الشخصية التي نحتفظ بها إلى تلك الجهة الناتجة عن إعادة الهيكلة أو الطرف الآخر واستخدامها لنفس الأغراض المنصوص عليها في سياسة الخصوصية هذه، أو لغرض تحليل أي عملية بيع أو إعادة تنظيم مقترحة. وسنضمن عدم نقل أي من بياناتك الشخصية أكثر من اللازم. </7></6></5><5>لا تنطبق سياسة الخصوصية هذه على معالجتنا للمعلومات الشخصية نيابة عن، أو بتوجيه من، موفري الخدمة التابعين لطرف ثالث، ممن قد يجمعون معلومات شخصية منك ويقدمونها لنا. في هذه الحالة، سنعمل فقط باعتبارنا معالجين للبيانات، ومن ثم ننصحك بمراجعة سياسات الخصوصية المعمول بها لدى موفري الخدمة هؤلاء قبل إرسال معلوماتك الشخصية. <1>مبررات الاستخدام والأسس القانونية</1><1>نذكر فيما يلي الأسس القانونية التي نستخدمها لتبرير كل استخدام تخضع له معلوماتك، بالإضافة إلى القسمين الخاصين بـ كيف نستخدم البيانات الشخصية وكيف نشارك البيانات الشخصية في سياسة الخصوصية هذه. </1><1>فيما يلي الأسس القانونية الرئيسية التي تبرر استخدامنا لبياناتك الشخصية: </1><1>الموافقة: وهي قبولك باستخدامنا لبياناتك الشخصية. </1><1>تنفيذ العقد: حيثما تكون بياناتك الشخصية ضرورية لإبرام عقدنا معك أو تنفيذه. </1><1>الالتزام القانوني والتنظيمي: حيثما نحتاج إلى استخدام بياناتك الشخصية امتثالًا لالتزاماتنا القانونية والتنظيمية. </1><1>تحقيق مصالح مشروعة: عندما نستخدم بياناتك الشخصية لتحقيق مصلحة مشروعة وتفوق أسباب استخدامنا لها أي مساس بحقوق حماية بياناتك الخاصة. </1><1>مطالبات قانونية: عندما تكون معلوماتك ضرورية لنا للدفاع أو للمقاضاة أو لرفع دعوى ضدك أو ضدنا أو ضد طرف ثالث. </1><1>المصلحة الحيوية: حيثما نحتاج إلى معالجة بياناتك الشخصية لحماية مصلحة حيوية لك أو لشخص طبيعي آخر، مثل احتياجك إلى مساعدة عاجلة</1></5></4></3><3><15>كيف ننقل البيانات الشخصية ونحميها ونخزنها</15><16>الأمان عبر الإنترنت</16><4><5>يتعين مراعاة أن جميع الاتصالات عبر الإنترنت ليست آمنة. هناك مخاطر ينطوي عليها استخدام البريد الإلكتروني. ويُرجى الانتباه إلى ذلك عند طلبك معلومات أو إرسالك نماذج إلينا عبر البريد الإلكتروني، على سبيل المثال، من قسم "اتصل بنا". نوصي بعدم تضمين أي معلومات حساسة عند استخدام البريد الإلكتروني أو استخدام أي أجهزة كمبيوتر عامة أو شبكة واي فاي عامة. قد لا تتضمن ردودنا على البريد الإلكتروني أي معلومات حساسة أو سرية. يرجى أن تضع باعتبارك أنه لا يوجد نظام أمني أو نظام لنقل المعلومات يمكن ضمانه عبر الإنترنت. </5><5>إذا تمكنت من تقديم طلبك وأُنشأت لك حساب مستخدم، فيجب عليك دائمًا إغلاق المتصفحات الخاصة بك لدى الانتهاء من إكمال النموذج. ومع أن الجلسة ستنتهي تلقائيًا بعد فترة قصيرة من عدم النشاط، يصبح وصول طرف ثالث إلى صفحتك أسهل أثناء تسجيلك الدخول إلى حسابك. </5><5>نتعامل مع جميع البيانات الشخصية التي تزودنا بها باعتبارها معلومات سرية. لحماية البيانات الشخصية من الوصول غير المصرح به أو التسريب، اعتمدنا ونتابع بانتظام سياسات وإجراءات الأمان وخصوصية البيانات لدينا. ونحن نستخدم بروتوكول SSL – وهو معيار معتمد في التشفير عبر الإنترنت لحماية البيانات. وحينما تدخل معلومات حساسة، ستشفر تلقائيًا وتنقل عبر بروتوكول SSL. ويضمن ذلك تشفير بياناتك الحساسة أثناء انتقالها عبر الإنترنت. ويمكنك أن تعرف أنك في وضع آمن عند ظهور رمز الأمان (علامة مثل القفل) على الشاشة. <1><8>الضوابط الأمنية</8></1></5><5>حيثما نقدم لك (أو حيثما اخترت) كلمة مرور، فأنت مسؤول عن الحفاظ على سريتها والامتثال لأية إجراءات أمنية أخرى نخطرك بها. نطلب منك عدم إطلاع أي أحد على كلمة المرور الخاصة بك. </5><5>تعرّف الشركة موظفيها بمدى أهمية خصوصية البيانات وسُبل حمايتها. تحدّث سياسة الخصوصية لدينا على النحو المطلوب بما يعكس أي تغييرات في القوانين المعمول بها والتطورات التي تشهدها إجراءات أفضل الممارسات. وإضافة إلى ذلك، فإننا نحصر عدد الأفراد داخل الشركات الذين يمكنهم الوصول إلى البيانات الشخصية على هؤلاء الذين يشاركون مباشرة في تزويدك بخدمة عالية الجودة. </5><5>نخزّن بعض معلومات العملاء في نظام معلومات العملاء. وهذا النظام عبارة عن قواعد بيانات عملاء آمنة مخزنة على خادم خاص بذلك بمركز بيانات في أيرلندا حيث يستضيفه مزود خدمة من طرف آخر. ويوجد خادمنا خلف جدران حماية لحماية بياناتك الشخصية من أي وصول غير مصرح به أو عَرَضي. ونظرًا لأن القوانين المعمول بها بالنسبة للمعلومات الشخصية تتباين من دولة لأخرى، فقد نضع تدابير إضافية تختلف وفقًا للمتطلبات القانونية المعمول بها. <1>نقل البيانات عبر الحدود الدولية</1></5><5>تتطلب منا طبيعة أعمالنا وعملياتنا نقل بياناتك الشخصية إلى موزعين أو مراكز عمليات أو مراكز بيانات أو موفري خدمات معتمدين آخرين قد يكونون في دول أخرى غير دولتك للأغراض المذكورة في سياسة الخصوصية هذه. ومع أن قوانين حماية البيانات والقوانين الأخرى لهذه البلدان المختلفة قد لا تكون شاملة مثل تلك الموجودة في بلدك، ستتخذ الشركة سوف التدابير المناسبة، بما في ذلك تنفيذ البنود التعاقدية المحدثة، لضمان تأمين نقل بياناتك إلى المستلمين (والتي قد تكون جهات داخلية أو خارجية بالنسبة للشركة) في بلد يختلف به مستوى الحماية عما هو موجود في البلد الذي جمع فيه بياناتك. </5><5>عندما تنقل بياناتك الشخصية إلى دولة قد تكون فيها قوانين حماية البيانات ذات مستوى أقل من الدولة التي تقوم بالنقل، ستفرض الشركة نفس إجراءات حماية البيانات التي نستخدمها في البلدان التي نعمل بها لضمان تحقيق مستوى كاف لحماية هذه البيانات. </5><5>قد يتعين نقل البيانات الشخصية التي جمعت باستخدام الوسائل الموجودة في البحرين إلى خارج البحرين للمعالجة. ونظرًا لعدم وجود اختصاصات قضائية معتمدة توفر المستوى الكافي من حماية البيانات الذي تقتضيه القوانين في البحرين، يتطلب موافقتك لأي نقل للبيانات الشخصية خارج البحرين. وبحسب متطلبات العمل، قد ننقل بياناتك الشخصية إلى السعودية وسويسرا وأيرلندا ("اختصاصات قضائية معتمدة") وتوافق على نقل بياناتك الشخصية إلى الاختصاصات القضائية المعتمدة. <1>الاحتفاظ بالمعلومات</1></5><5>تخزن بياناتك الشخصية على مدى الفترة الزمنية المطلوبة أو التي يسمح بها القانون في الاختصاص القضائي لعملية الاحتفاظ بالمعلومات (على سبيل المثال، قد يحتفظ بتفاصيل معينة عن المعاملات والمراسلات حتى انتهاء المهلة الزمنية للمطالبات المتعلقة بالمعاملة أو للامتثال للمتطلبات التنظيمية فيما يتعلق بالاحتفاظ بهذه البيانات). لذلك إذا كانت معلومات ما تستخدم لغرضين، فسنحتفظ بها حتى انتهاء الغرض ذي الفترة الأخيرة، ولكننا سنتوقف عن استخدامه للغرض ذي الفترة الزمنية الأقصر بمجرد انتهاء تلك الفترة. </5><5>تعتمد فترات الاحتفاظ لدينا على احتياجات العمل، والمعلومات الخاصة بك التي تنتهي الحاجة إليها إما أن يتم تجهيلها بشكل نهائي (يمكن الاحتفاظ بالمعلومات مجهولة المصدر) أو يتم إتلافها بشكل آمن بمجرد انتهاء الغرض الذي جمعنا من أجله هذه البيانات الشخصية. وعلى سبيل المثال: <6><7>استخدامها في الرسائل التسويقية: فيما يتعلق ببياناتك الشخصية التي استخدمت للتسويق، قد نحتفظ ببياناتك الشخصية لهذا الغرض بعد حصولنا على الموافقة على تزويدك برسائل تسويقية، أو بعد آخر مرة استجبت فيها لرسالة تسويقية منا (هذا بخلاف اختيار عدم تلقي رسائل أخرى). </7><7>استخدامها لتنفيذ عقد: فيما يتعلق ببياناتك الشخصية المستخدمة لتنفيذ أي التزام تعاقدي معك، يجوز لنا الاحتفاظ بتلك البيانات الشخصية أثناء سريان العقد ولفترة معينة بعد ذلك للتعامل مع أي استفسارات أو مطالبات تردنا بعد ذلك. </7><7>عند التفكير في المطالبات: فيما يتعلق بأي معلومات نعتقد بدرجة معقولة أنها ستكون ضرورية للدفاع أو المقاضاة أو رفع دعوى ضدك أو ضدنا أو ضد طرف ثالث، يجوز لنا الاحتفاظ بهذه المعلومات طالما بقيت هناك إمكانية لمتابعة هذه المطالبات. </7></6><1>مراقبة الاتصالات الإلكترونية وتسجيلها</1></5><5>نحتفظ بالحق، إلى الحدّ المسموح به وفق القوانين أو الأنظمة أو القواعد المعمول بها، في المراقبة والتسجيل من دون إشعار مسبق لأيّ أو جميع وسائل التواصل (بما في ذلك البريد الإلكتروني والرسائل النصيّة والفوريّة) والاتصالات الهاتفية. تمنح أيضاً موافقتك على استخدام أيّ تسجيل مماثل كدليل في أيّ دعوى قضائيّة أو إجراء ناتج عن سياسة الخصوصيّة هذه، ولمحو أيّ تسجيلات من قبل The Family Office بتقديرنا كجزءٍ من عمليّتنا الاعتياديّة للتعامل مع التسجيلات.</5></4></3><3><15>حقوقك</15><1><8>الانسحاب من التسويق</8></1><4><5>يحق لك مطالبتنا بعدم معالجة بياناتك الشخصية لأغراض تسويقية. يمكنك أيضًا ممارسة هذا الحق في أي وقت عبر طريق التواصل معنا. <1>حقوق أخرى</1></5><5>مع مراعاة الاستثناءات المختلفة وقوانين حماية البيانات في بلدك، يمكنك ممارسة الحقوق التالية: <6><7>الوصول: يمكنك أن تطلب منا تزويدك بمزيد من التفاصيل عن استخدامنا لبياناتك الشخصية وكذلك نسخة من البيانات الشخصية التي نحتفظ بها عنك</7><7>التصحيح: يمكنك أن تطلب منا تصحيح أي أخطاء في بياناتك الشخصية التي نحتفظ بها</7><7>الشكوى: إذا لم تكن راضيًا عن استخدامنا لبياناتك الشخصية أو ردّنا على أي ممارسة لهذه الحقوق، يحق لك تقديم شكوى إلى هيئة حماية البيانات في بلدك (إن وجدت) </7><7>محو البيانات: يمكنك أن تطلب منا حذف بياناتك الشخصية إذا لم يعد لدينا أساس قانوني لاستخدامها</7><7>سحب الموافقة: حيثما تعتمد معالجة البيانات على الموافقة (مثل التسويق)، يمكنك سحب موافقتك على المعالجة حتى نوقف هذه المعالجة</7><7>الاعتراض على المعالجة: يحق لك الاعتراض على أنواع أخرى من المعالجة (مثل التحليلات وأنشطة التوصيف التي يتم إجراؤها فيما يتعلق ببياناتك الشخصية أو أي معالجة تسبب لك ضررًا ماديًا أو معنويًا لك)، ما لم تكن الأسباب وراء قيامنا بهذه المعالجة تفوق أي مساس بحقوق حماية بياناتك</7><7>القيود: يمكنك تحديد كيفية استخدامنا لبياناتك الشخصية، على سبيل المثال أثناء قيامنا بالتحقق من دقة بياناتك الشخصية أو حيثما نتحقق من الأسس التي تستخدم كأساس للاحتفاظ ببياناتك الشخصية</7><7>قابلية النقل: حيثما يكون ذلك ممكنًا من الناحية الفنية، يحق لك مطالبتنا بإرسال البيانات الشخصية التي زودتنا بها إلى طرف ثالث في نموذج منظم وشائع الاستخدام يمكن قراءته آليًا. <1>تحديث أو تعديل المعلومات</1></7></6></5><5>سنبذل كل جهد ممكن لضمان دقة بياناتك الشخصية. ولمساعدتنا في ذلك، يجب عليك إخطارنا عبر الاتصال بنا بأي تغييرات تطرأ على البيانات الشخصية التي قدمتها لنا. <1>الإخطار في حالة تعرض البيانات للخرق</1></5><5>في حالة تعرض البيانات لخرق غير متوقع، فنحن على استعداد لاتباع أي قوانين ولوائح تتطلب منا إخطارك بانكشاف المعلومات الخاصة. </5></4></3><3><15>ملفات تعريف الارتباط</15><1>يستخدم تطبيقنا ملفات تعريف الارتباط لجمع معلومات معينة عنك وتخزينها، ولتمييزك عن المستخدمين الآخرين لهذا التطبيق. يساعدنا هذا في تزويدك بتجربة جيدة عند تصفح تطبيقنا ويتيح لنا أيضًا تحسين تطبيقنا. ملف تعريف الارتباط هو ملف نصي صغير يرسل بواسطة التطبيق، ويقبل بواسطة متصفح الإنترنت ثم يوضع على محرك الأقراص الثابتة لديك. تتيح لنا المعلومات التي جمعت من ملفات تعريف الارتباط معرفة أنك زرت تطبيقنا في الماضي، وتساعدك على تجنب الاضطرار إلى إعادة إدخال المعلومات في كل زيارة لاستخدام بعض منتجاتنا أو خدماتنا، وغير ذلك. ونستخدم في هذا التطبيق مجموعة متنوعة من ملفات تعريف الارتباط: </1><1>ضرورية للغاية: ملفات تعريف الارتباط هذه ضرورية لعمل التطبيق ولا يمكن إيقاف تشغيلها في أنظمتنا. عادةً ما تقدم فقط استجابةً لإجراء قمت به ويرقى إلى مستوى طلب خدمات مثل تحديد تفضيلات الخصوصية لديك أو تسجيل الدخول أو ملء النماذج. يمكنك ضبط متصفحك على حظر أو تنبيهك بشأن ملفات تعريف الارتباط هذه، ولكن إذا قمت بذلك، فلن تعمل لديك بعض أقسام التطبيق. ولا تخزن ملفات تعريف الارتباط هذه أي معلومات شخصية. </1><1>ملفات تعريف الارتباط الخاصة بالأداء: تتيح لنا ملفات تعريف الارتباط هذه حساب عدد الزيارات ومصادر الزيارات حتى نتمكن من قياس أداء تطبيقنا وتحسينه. وتساعدنا في معرفة أي الصفحات أكثر زيارة وأيها أقل، ومعرفة كيفية تحرك الزوار في جميع أقسام التطبيق. ويتم تجميع كل المعلومات التي تجمعها ملفات تعريف الارتباط هذه وبالتالي فهي مجهولة المصدر. إذا لم تسمح بملفات تعريف الارتباط هذه، فلن نعرف متى زرت تطبيقنا ولن نتمكن من متابعة أدائه. </1><1>ملفات تعريف الارتباط الوظيفية: تُمكّن ملفات تعريف الارتباط هذه التطبيق من تأدية مهامه بشكل أفضل وإضفاء الطابع الشخصي. وقد تحدد من قبلنا أو بواسطة مزودي خدمة آخرين ممن أضفنا خدماتهم إلى صفحاتنا. إذا لم تسمح بملفات تعريف الارتباط هذه، فقد لا تعمل بعض أو كل هذه الخدمات على النحو الصحيح.</1><1>ملفات تعريف الارتباط الخاصة بالاستهداف: قد تحدد ملفات تعريف الارتباط هذه من خلال تطبيقنا بواسطة شركائنا الإعلانيين. قد تستخدمها هذه الشركات لتكوين صورة تعريفية عن اهتماماتك وعرض الإعلانات ذات الصلة على مواقع أخرى. لا تخزن هذه الملفات المعلومات الشخصية مباشرة، ولكنها تعتمد على تحديد متصفحك وجهاز الإنترنت الخاص بك بشكل فريد. إذا لم تسمح بملفات تعريف الارتباط هذه، فستواجه إعلانات أقل ملاءمة لك. </1><1>ملفات تعريف الارتباط الخاصة بوسائل التواصل الاجتماعي: تحدد ملفات تعريف الارتباط هذه بواسطة مجموعة من خدمات الوسائط الاجتماعية التي ربما نضيفها إلى التطبيق لتمكينك من مشاركة المحتوى الخاص بنا مع أصدقائك والشبكات الاجتماعية أو المهنية. وهي قادرة على تتبع متصفحك عبر مواقع أخرى وإنشاء ملف تعريفي لاهتماماتك. قد يؤثر ذلك على المحتوى والرسائل التي تراها على المواقع الأخرى التي تزورها. إذا لم تسمح بهذا النوع من ملفات تعريف الارتباط، فقد لا تتمكن من استخدام أو مشاهدة أدوات المشاركة هذه. </1></3><3><15>إدخال تغييرات على سياسة الخصوصية</15><1>قد نحتاج مستقبلًا إلى إدخال تغييرات إضافية. ستدرج جميع التغييرات الإضافية في أحدث بيان لسياسة الخصوصية المنشور على هذا التطبيق، وذلك لتظل دائمًا على علم بممارساتنا الحالية فيما يتعلق بالمعلومات التي نجمعها وطريقة استخدام هذه المعلومات والإفصاح عن تلك المعلومات لأطراف أخرى. يمكنك معرفة تاريخ آخر تحديث لسياسة الخصوصية هذه من خلال التاريخ الموجود في أسفل سياسة الخصوصية. وتحتفظ الشركة بالحق، وفقًا لتقديرها وحدها، في تعديل أو تغيير أو تحديث سياسة الخصوصية هذه في أي وقت. لن تكون أي تغييرات سارية إلا بعد تاريخ نفاذ التغيير ولن تؤثر على أي نزاع قد ينشأ قبل هذا التاريخ. </1></3><3><15>مواقع أخرى</15><1>قد يحتوي هذا التطبيق على روابط لمواقع إلكترونية تابعة لأطراف أخرى. إذا اتبعت رابطًا لأي من هذه المواقع، فيرجى ملاحظة أن لديهم سياسة خصوصية خاصة بهم ولا نتحمل أي مسؤولية أو نقبل أي التزام عن سياساتهم أو معالجة معلوماتك الشخصية. يرجى مراجعة هذه السياسات قبل إرسال أي معلومات شخصية إلى مواقع هذه الأطراف الأخرى.</1></3><3><15>حقوق إضافية</15><1>قد تمنحك القوانين المعمول بها حقوقًا إضافية غير منصوص عليها في سياسة الخصوصية هذه.</1></3></2></0>
