Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# common_linkTFO_modal_multipleMandates_title
source: Your account has been successfully linked
ar: رُبط حسابك بنجاح

# common_linkTFO_modal_multipleMandates_description
source: Please review the accounts you wish to integrate below and confirm your selection by clicking 'Confirm'. Data will be retrieved within the next 1 to 2 working days.
ar: يُرجى مراجعة الحسابات التي ترغب بدمجها فيما يلي و تأكيد اختيارك عبر النقر على ’تأكيد‘. تُسترد البيانات خلال يوم عمل أو اثنين.

# common_linkTFO_toast_noMandates_title
source: There was a problem linking your account
ar: حدثت مشكلة في ربط حسابك

# common_linkTFO_toast_noMandates_description
source: Please contact our customer support experts.
ar: يُرجى التواصل مع خبرائنا لدعم العملاء.

# common_linkTFO_toast_success_title
source: Accounts successfully linked
ar: رُبطت الحسابات بنجاح

# common_linkTFO_toast_success_description
source: Data will be retrieved within the next 1 to 2 working days.
ar: تُسترد البيانات خلال يوم عمل أو اثنين.

# common_linkTFO_error_alteastOneMandate
source: Please select at least one account to be synchronized
ar: يُرجى اختيار حساب واحد على الأقلّ للمزامنة

# profile_tabs_personal_placeholders_enterPhone
source: Enter Mobile Number
ar: أدخل رقم الجوال

# profile_twofactorauthentication_page_otpdescription
source: To verify your account, enter your one-time password (OTP) that has been sent to your {{authType}}.
ar: للتحقّق من حسابك، أدخل كلمة المرور لمرة واحدة (OTP) الذي أُرسل إلى {{authType}}.

# profile_twofactorauthentication_page_emailAndSmsEnabled
source: Email and SMS
ar: البريد الإلكتروني والرسائل النصية

# profile_twofactorauthentication_page_emailTwoFactorEnabled
source: Email address
ar: عنوان البريد الإلكتروني

# profile_twofactorauthentication_page_smsTwoFactorEnabled
source: Mobile phone
ar: الجوال

# profile_twofactorauthentication_toast_on
source: Two-factor authentication has been turned on
ar: تمّ تفعيل ميزة التحقق بخطوتين

# profile_twofactorauthentication_otp_field_label
source: Confirm your mobile number
ar: تأكيد رقم جوالك

# profile_twofactorauthentication_otp_field_placeholder
source: Enter 6-digit code
ar: أدخل الرمز من 6 أرقام

# profile_twofactorauthentication_otp_field_description
source: To keep your account secure, we need to verify your phone number.
ar: للحفاظ على أمان حسابك، نحتاج إلى التحقّق من رقم هاتفك.

# profile_twofactorauthentication_otp_error_invalidOTPDigits
source: Enter {{digit}} digits OTP.
ar: أدخل كلمة المرور لمرة واحدة (OTP) المؤلفة من {{digit}} أرقام.

# profile_twofactorauthentication_onboarding_error_maximumAttemptExceeded
source: You have exceeded the maximum number of attempts
ar: لقد تخطيت العدد المسموح من المحاولات

# profile_twofactorauthentication_button_enable
source: Enable
ar: تفعيل

# scheduleMeeting_callReason_placeholder
source: Type a reason
ar: أكتب سبباً

# common_submitEnquiryModal_subject_placeholder
source: Type a subject
ar: اكتب موضوعًا

# assets_valuationModal_edit_buttons_delete
source: Delete
ar: حذف

# profile_toast_2FAoff
source: Two-factor authentication has been turned OFF
ar: تمّ إيقاف ميزة التحقق بخطوتين

# profile_toast_2FAon
source: Two-factor authentication has been turned ON
ar: تمّ تفعيل ميزة التحقق بخطوتين

# profile_toast_email2FAoff
source: Two-factor authentication by email has been turned OFF
ar: تمّ إيقاف ميزة التحقق بخطوتين عبر البريد الإلكتروني

# profile_toast_email2FAon
source: Two-factor authentication by email has been turned ON
ar: تمّ تفعيل ميزة التحقق بخطوتين عبر البريد الإلكتروني

# profile_toast_sms2FAoff
source: Two-factor authentication by SMS has been turned OFF
ar: تمّ إيقاف ميزة التحقق بخطوتين عبر رسالة نصيّة

# profile_toast_sms2FAon
source: Two-factor authentication by SMS has been turned ON
ar: تمّ تفعيل ميزة التحقق بخطوتين عبر رسالة نصيّة

# common_toast_2FAoff
source: Two-factor authentication has been turned OFF
ar: تمّ إيقاف ميزة التحقق بخطوتين

# common_toast_2FAon
source: Two-factor authentication has been turned ON
ar: تمّ تفعيل ميزة التحقق بخطوتين

# common_toast_email2FAoff
source: Two-factor authentication by email has been turned OFF
ar: تمّ إيقاف ميزة التحقق بخطوتين عبر البريد الإلكتروني

# common_toast_email2FAon
source: Two-factor authentication by email has been turned ON
ar: تمّ تفعيل ميزة التحقق بخطوتين عبر البريد الإلكتروني

# common_toast_sms2FAoff
source: Two-factor authentication by SMS has been turned OFF
ar: تمّ إيقاف ميزة التحقق بخطوتين عبر رسالة نصيّة

# common_toast_sms2FAon
source: Two-factor authentication by SMS has been turned ON
ar: تمّ تفعيل ميزة التحقق بخطوتين عبر رسالة نصيّة

# common_noTableData
source: No data available for this date range. Please choose other dates.
ar: لا بيانات متاحة لهذا النطاق الزمني. يرجى اختيار تواريخ أخرى.

# assets_valuationModal_editHeading
source: Edit valuation
ar: تعديل القيمة

# assets_label_unrelaizedGain
source: Unrealized Gain
ar: المكسب غير المتحقق

# assets_tooltips_unrealizedGain
source: The increase in the value of an investment that has not yet been realized.
ar: الزيادة في قيمة استثمار لم تتحقّق بعد.

# assets_charts_tabs_portfolio
source: Portfolio
ar: المحافظ

# auth_signup_slides_0_a
source: Combine your assets
ar: اجمع أصولك

# auth_signup_slides_0_b
source: and investments in one secure platform.
ar: واستثماراتك في منصة آمنة واحدة.

# auth_signup_slides_1_a
source: Monitor your net worth
ar: راقب ثروتك

# auth_signup_slides_1_b
source: and the performance of your investments.
ar: وأداء استثماراتك.

# auth_signup_slides_2_a
source: Analyze your data
ar: حلّل بياناتك

# auth_signup_slides_2_b
source: and plan for your financial goals.
ar: وخطّط لأهدافك الماليّة.

# auth_verify_description
source: To verify your email, please click the link in the message we sent to
ar: للتحقق من بريدك الإلكتروني ، يرجى النقر فوق الارتباط الموجود في الرسالة التي أرسلناها إلى

# auth_forgot_emailSentSuccess_subheading_0
source: Instructions to reset your password have been sent to your email address.
ar: أُرسلت تعليمات إعادة ضبط كلمة السرّ إلى عنوان بريدك الإلكتروني.

# home_widget_summaryCard_tooltip_assets_0
source: Includes
ar: يضمّ

# home_widget_summaryCard_tooltip_assets_1
source: new assets worth
ar: أصول جديدة بقيمة

# home_widget_summaryCard_tooltip_liabilities_0
source: Includes
ar: يضمّ

# home_widget_summaryCard_tooltip_liabilities_1
source: new liabilities worth
ar: التزامات جديدة بقيمة

# home_widget_labels_assetAllocation
source: Asset Class
ar: فئة الأصول

# home_widget_labels_geography
source: Continent
ar: القارّة

# home_widget_labels_liabilities
source: Liabilities
ar: الالتزامات

# home_widget_labels_allocation
source: Allocation
ar: توزيع الأصول

# common_emptyText_pnlEmptyMessage
source: There is no data available for the selected date range. Please choose a different time period.
ar: لا بيانات متاحة للنطاق الزمني المختار. يرجى اختيار فترة زمنية أخرى.

# home_text_total
source: Total
ar: إجمالي

# splash_safeDevice_unsafeMessage_ios
source: Your Apple device has been jailbroken. Please make sure you use a safe device before proceeding.
ar: جهازك من Apple خاضع لكسر الحماية "جيلبريك". يُرجى التأكد من استخدام جهاز آمن قبل المتابعة.

# splash_safeDevice_unsafeMessage_android
source: Your Android device is rooted. Please make sure you use a safe device before proceeding.
ar: جهازك بنظام التشغيل Android خاضع للتأصيل. يُرجى التأكد من استخدام جهاز آمن قبل المتابعة.

# splash_safeDevice_unsafeMessage_other
source: The device you are using is not safe. Please make sure you use a safe device before proceeding.
ar: الجهاز المستخدم غير آمن. يُرجى التأكد من استخدام جهاز آمن قبل المتابعة.

# assets_valuationModal_deleteTransactionHeading
source: Are you sure you want to delete this transaction?
ar: هل أنت متأكد أنّك تريد حذف الصفقة؟

# assets_valuationModal_deleteTransactionDescription
source: Once approved, this action cannot be reversed.
ar: عند الموافقة، لا يمكن التراجع عن هذا الإجراء.

# profile_linkedAccounts_name
source: Name
ar: الاسم

# profile_linkedAccounts_dateLinked
source: Date linked
ar: تاريخ الربط

# profile_linkedAccounts_type
source: Type
ar: النوع

# profile_linkedAccounts_serviceProvider
source: Service Provider
ar: مزوّد الخدمة

# profile_linkedAccounts_accountDetails
source: Account Details
ar: تفاصيل الحساب

# profile_linkedAccounts_showAll
source: Show All
ar: عرض جميع التفاصيل

# profile_linkedAccounts_show5
source: Show latest 5 accounts
ar: عرض خمس حسابات

# profile_linkedAccounts_heading
source: Linked Accounts
ar: الحسابات المربوطة

# profile_linkedAccounts_buttons_delete
source: Delete
ar: حذف

# profile_linkedAccounts_buttons_close
source: Close
ar: إغلاق

# profile_linkedAccounts_buttons_link
source: Link new account
ar: ربط حساب جديد

# platform_page_title
source: All In One Plus Landing Page
ar: صفحة All In One Plus

# platform_page_description
source: All In One Plus Marketing Landing Page
ar: صفحة All In One Plus للتسويق

# platform_headerSection_signUp
source: Sign up
ar: أنشئوا حساباً

# platform_headerSection_logIn
source: Log In
ar: سجّلوا الدخول

# platform_heroSection_heading
source: Take control of your wealth
ar: تحكموا بثروتكم

# platform_heroSection_description
source: Your go-to dashboard for full control and visibility on all your assets.
ar: منصتكم الأولى لتحكم شامل بجميع أصولكم ورؤيتها.

# platform_heroSection_cta
source: Try Our Dashboard
ar: جربوا منصتنا

# platform_sideCompareSection_leftSection_boldText
source: Enjoy an aggregated 360-degree view
ar: احظوا برؤية متكاملة لثروتكم

# platform_sideCompareSection_leftSection_description
source: of your wealth in one holistic dashboard released by All-In-One-Plus AG, the sister company of The Family Office and Petiole Asset Management AG.
ar: في منصة شاملة واحدة من All-In-One-Plus AG، شركة تابعة إلى The Family Office وPetiole Asset Management AG.

# platform_sideCompareSection_rightSection_boldText
source: Our digital wealth management dashboard
ar: تقدّم منصتنا الرقمية لإدارة الثروات

# platform_sideCompareSection_rightSection_description
source: is a private, highly secure solution to consolidate asset accounts via trusted connections with major international institutions.
ar: حلاً خاصّاً وآمنًا للغاية يدمج حسابات أصولكم عبر اتصالات موثوقة مع مؤسسات دولية كبرى.

# platform_comprehensiveWealthSection_heading
source: Comprehensive Wealth Management Solution
ar: حلّ متكامل لإدارة الثروات

# platform_comprehensiveWealthSection_cta
source: Try Our Dashboard
ar: جربوا منصتنا

# platform_comprehensiveWealthSection_cards_wealth
source: Holistic, up-to-date view of wealth
ar: عرض شامل محدث للثروة

# platform_comprehensiveWealthSection_cards_tracking
source: Full control, tracking and monitoring of investments
ar: تحكم كامل بالاستثمارات وتتبعها ومراقبتها

# platform_comprehensiveWealthSection_cards_security
source: Secure, private storage of financial information
ar: تخزين آمن وخاصّ للمعلومات المالية

# platform_comprehensiveWealthSection_cards_performance
source: Consolidated portfolio performance at your fingertips
ar: أداء موحّد للمحفظة في متناول يدكم

# platform_comprehensiveWealthSection_cards_planning
source: Ideal for financial planning
ar: أداة مثالية للتخطيط المالي

# platform_comprehensiveWealthSection_cards_repricing
source: Automatic update of listed asset repricing
ar: تحديث تلقائي لإعادة تسعير الأصول المدرجة

# platform_form_sideHeading
source: Contact us to learn more about our wealth management dashboard.
ar: اتصلوا بنا لمعرفة المزيد عن منصتنا لإدارة الثروات.

# platform_form_heading
source: Thank you for your message.
ar: شكراً على رسالتكم.

# platform_form_message
source: We will contact you shortly.
ar: سنتواصل معكم بعد قليل.

# platform_form_submitCta
source: Submit
ar: إرسال

# platform_form_placeholders_description
source: Type your Message here
ar: اكتبوا رسالتكم هنا

# platform_form_placeholders_email
source: Email Address
ar: عنوان البريد الإلكتروني

# platform_form_placeholders_phoneNumber
source: Phone number
ar: رقم الهاتف

# platform_form_placeholders_lastName
source: Last Name
ar: الاسم الأخير

# platform_form_placeholders_firstName
source: First Name
ar: الاسم الأوّل

# platform_cookieConsent_description
source: Our website uses cookies to improve and personalize your experience. The site may also use cookies from third parties. By browsing this website, you consent to the use of cookies. See our
ar: يستخدم موقعنا الإلكتروني ملفات تعريف الارتباط لتحسين تجربتك وتخصيصها. قد يستخدم الموقع أيضا ملفات تعريف الارتباط من أطراف ثالثة. عبر تصفّح هذا الموقع الإلكتروني، توافق على استخدام ملفات تعريف الارتباط. اطّلعوا على

# platform_cookieConsent_policyLink
source: cookie policy.
ar: سياستنا لملفات تعريف الارتباط.

# platform_cookieConsent_cta_reject
source: Reject
ar: رفض

# platform_cookieConsent_cta_accept
source: Accept
ar: موافقة

# splash_adb_warning
source: Warning: Usb debugging is active
ar: تحذير: تصحيح أخطاء USB نشط

# profile_linkedAccounts_Custodian
source: Custodian
ar: المؤسسة الوصية

# profile_linkedAccounts_Asset
source: Asset
ar: الأصول

# assetLiabilityForms_toast_assetDeleteSuccess
source: Your {{assetName}} asset has been deleted successfully.
ar: حُذف الأصل من نوع {{assetName}} بنجاح.

# linkAccount_errors_existingCIF
source: The below identification number has already been added.
ar: سبق أن أُضيف رقم التعريف أدناه.

# termsAndConditions_arabicOnly_warning
source: support@allinoneplus.com إذا كنت بحاجة إلى ترجمة عربية لشروط الخدمة ، فيرجى الاتصال بنا على
ar: إذا كنت بحاجة إلى ترجمة عربية لشروط الخدمة ، فيرجى الاتصال بنا على support@allinoneplus.com

# common_button_signup
source: Sign up
ar: إنشاء حساب جديد

# common_button_login
source: Login
ar: تسجيل الدخول

# common_emptyText_dataNotThere
source: Not found
ar: غير موجود

# home_custodianBankList_statusText_mandateSync
source: Your account with The Family Office has been linked. Your account {{mandateId}} data will be retrieved within the next 1 to 2 working days.
ar: رُبط حسابك لدى The Family Office. ستُستردّ بيانات حسابك {{mandateId}} خلال يوم عمل أو اثنين.

# home_custodianBankList_toast_deleteMandate_title
source: Account unlinked successfully
ar: ألغي ربط حسابك بنجاح

# common_linkTFO_toast_alreadyLinked_title
source: There was a problem linking your account
ar: حدثت مشكلة في ربط حسابك

# common_linkTFO_toast_alreadyLinked_description
source: You have already applied for syncing the same account.
ar: سبق أن تقدّمت بطلب لمزامنة الحساب نفسه.

# platform_footerSection_terms
source: Terms of Use
ar: شروط الخدمة

# platform_footerSection_privacy
source: Privacy Policy
ar: سياسة الخصوصيّة

# platform_footerSection_cookie
source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط

# assets_valuationModal_success_add
source: Valuation added
ar: أُضيفت القيمة

# assets_valuationModal_success_edit
source: Valuation updated
ar: حُدثت القيمة

# assets_valuationModal_success_delete
source: Valuation deleted
ar: حُذفت القيمة

# common_linkPAM_modal_oneMandate_title
source: Your Petiole account has been successfully linked
ar: رُبط حسابك لدى Petiole بنجاح

# common_linkPAM_text_mandateId
source: Account ID#
ar: رقم الحساب

# common_linkPAM_modal_multipleMandates_title
source: Your Petiole account has been successfully linked
ar: رُبط حسابك لدى Petiole بنجاح

# assets_tooltip_bankAccountException
source: The gain or loss in the given period (excluding changes in the bank account balance)
ar: الربح أو الخسارة في الفترة المحددة (باستثناء التغييرات في رصيد حساب البنك)

# assets_valuationModal_errors_quantityExceedError
source: The value can't exceed {{totalQuantity}}
ar: لا يُمكن أن تتخطى القيمة {{totalQuantity}}

# common_button_viewDetails
source: View details
ar: عرض التفاصيل

# linkAccount_stepper_cif_label_pictet
source: Account number
ar: رقم الحساب

# linkAccount_stepper_cif_tooltip_pictet
source: Your Pictet account number
ar: رقم حسابك لدى Pictet

# home_custodianBankList_statusText_mandateSyncPam
source: Your Petiole account has been linked. Your account {{mandateId}} data will be retrieved within the next 1 to 2 working days.
ar: رُبط حسابك لدى Petiole. ستُستردّ بيانات حسابك {{mandateId}} خلال يوم عمل أو اثنين.

# assets_valuationModal_updateTheBalance
source: Update the Balance
ar: تحديث الرصيد

# assets_valuationModal_placeholder_newBankAdded
source: New balance added
ar: أُضيف رصيد جديد

source: Initial market value
ar: القيمة السوقية الأوليّة

# common_linkAuth0_userCancelled
source: User cancelled authentication request.
ar: ألغى المستخدم طلب المصادقة.

# auth_verifyOtp_clearAll
source: Clear all
ar: مسح

# currencies_USD
source: USD
ar: دولار أمريكي

# home_widget_summaryCard_tooltip_changeInfo
source: The gain or loss in the given period (excluding changes in the bank account balance)
ar: الربح أو الخسارة في الفترة المحددة (باستثناء التغييرات في رصيد حساب البنك)

# assets_geography_Other
source: Other
ar: غيرها

# profile_localAuth_errorToast
source: Please enable biometrics on your device
ar: يُرجى إتاحة تسجيل الدخول بالمقاييس الحيوية عبر جهازك

# profile_twofactorauthentication_button_sendCode_mobile
source: Send code
ar: إرسال الرمز

# common_dashboard_backExit
source: To exit, click again.
ar: للخروج، انقر مرة أخرى.

# assets_label_YourAggregatedPortfolio
source: Your Aggregated Portfolio
ar: محفظتك المتكاملة

# common_logoutConfirmationModal_title
source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# common_button_logout
source: Sign out
ar: تسجيل الخروج

# common_button_view
source: View
ar: عرض

# common_button_markAsDone
source: Mark as done
ar: الإشارة إلى اكتمال الخطوة

# linkAccount_stepper_stepTwo_open
source: Access
ar: الوصول

# linkAccount_stepper_stepTwo_viewTutorial
source: View tutorial
ar: عرض الدليل التوجيهي

# linkAccount_stepper_stepFour_title
source: Share the letter with your custodian bank
ar: مشاركة الخطاب مع البنك الوصي

# linkAccount_stepper_stepFour_sharedOn
source: Shared on
ar: شاركته في

# linkAccount_stepper_stepFive_title
source: Receive data from your custodian bank
ar: الحصول على البيانات من البنك الوصي

# linkAccount_stepper_stepFive_description
source: This step may take up to 10 working days. You will receive an email notification as soon as we have received the data.
ar: قد تستغرق هذه الخطوة ما يصل إلى 10 أيام عمل. ستتلقى إشعاراً بالبريد الإلكتروني فور استلامنا للبيانات.

# linkAccount_deleteCustodianBankModal_title
source: Are you sure you want to delete this request?
ar: هل أنت متأكد أنّك تريد حذف هذا الطلب؟

# linkAccount_custodians_hsbc
source: HSBC - Switzerland
ar: HSBC - سويسرا

# linkAccount_custodians_jpmorgan
source: JP Morgan - Switzerland
ar: JP Morgan - سويسرا

# linkAccount_custodians_juliusbar
source: Julius Baer - Switzerland
ar: Julius Baer - سويسرا

# linkAccount_custodians_pictet
source: Pictet - Switzerland
ar: Pictet - سويسرا

# linkAccount_custodians_ubs
source: UBS - Switzerland
ar: UBS - سويسرا

# linkAccount_custodians_creditsuisse
source: Credit Suisse - Switzerland
ar: Credit Suisse - سويسرا

# linkAccount_stepper_stepThree_title_mobile
source: Print, fill and sign the authorization letter
ar: طباعة وملء وتوقيع خطاب التفويض

# home_custodianBankList_statusText_step1
source: Step 1 of 5 is complete: Access the authorization letter.
ar: اكتملت الخطوة 1 من 5: الوصول إلى خطاب التفويض.

# home_custodianBankList_statusText_step2
source: Step 2 of 5 is complete: Save, print and fill the authorization letter.
ar: اكتملت الخطوة 2 من 5: حفظ وطباعة وملء خطاب التفويض.

# home_custodianBankList_statusText_step3
source: Step 3 of 5 is complete: Share the letter with your custodian bank.
ar: اكتملت الخطوة 3 من 5: مشاركة الخطاب مع البنك الوصي.

# home_custodianBankList_statusText_step4
source: Step 4 of 5 is complete: Receive data from your custodian bank.
ar: اكتملت الخطوة 4 من 5: الحصول على البيانات من البنك الوصي.

# linkAccount_custodians_lombardodier
source: Lombard Odier - Switzerland
ar: Lombard Odier - سويسرا

# linkAccount_stepper_footer_note1
source: All pending custodian synchronization requests will be displayed on the home page.
ar: تُعرض جميع الطلبات قيد التنفيذ لمزامنة المؤسّسات الوصيّة على الصفحة الرئيسية.

# linkAccount_stepper_footer_note2
source: Previously linked accounts can be found in Settings > Linked Accounts
ar: يمكنك الوصول إلى قائمة الحسابات المتزامنة للمؤسّسات الوصيّة في الإعدادات > الحسابات المربوطة.

# common_tooltip_currency
source: You can add assets in US dollars only. The list of currencies will be expanded soon.
ar: يمكنك إضافة الأصول بالدولار الأمريكي فقط. ستُوسّع قائمة العملات قريباً.

# common_tooltip_security
source: Choose from the 500 most popular NYSE and Nasdaq stocks and 220 Tadawul stocks. The list of publicly listed companies will be expanded soon.
ar: اختر من بين أشهر 500 سهم في بورصتَي نيويورك (NYSE) وناسداك (Nasdaq) و220 سهماً في السوق المالية السعودية (تداول). ستُوسّع قائمة الشركات المدرجة في البورصة قريباً.
