Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# auth_signup_contactUs_heading
source: Contact Us
ar: تواصل معنا

# auth_signup_contactUs_subheading
source: For further information, or inquiries about this User Agreement or Privacy Policy please contact:
ar: للمزيد من المعلومات أو الاستفسارات حول اتفاقيّة المستخدم أو سياسة الخصوصيّة، يرجى التواصل مع:

# auth_signup_contactUs_services
source: Business support team
ar: فريق دعم الأعمال

# auth_signup_modal_aboutTfo_heading
source: Who is All-In-One-Plus AG?
ar: ما هي شركة All-In-One-Plus AG؟

# auth_signup_modal_aboutTfo_text_first
source: All-In-One-Plus AG is a Swiss firm established in 2023 to operate the All-In-One-Plus Dashboard, a financial data platform. Based in Küsnacht, Switzerland, All-In-One-Plus AG is a sister company to The Family Office and Petiole Asset Management AG.
ar: All-In-One-Plus AG شركة سويسريّة تأسّست في 2023 لتشغيل All-In-One-Plus Dashboard، وهي منصّة للبيانات الماليّة. All-In-One-Plus AG شركة تابعة إلى The Family Office وPetiole Asset Management AG تتّخذ من كوسناخت في سويسرا مقرّاً لها.

# auth_signup_modal_aboutTfo_text_second
source: The All-In-One-Plus Dashboard is a holistic platform that offers investors an aggregated 360-degree view of their wealth. It’s a private, highly secure solution that consolidates asset accounts via trusted connections with major international institutions.
ar: All-In-One-Plus Dashboard منصّة شاملة تتيح للمستثمرين رؤية متكاملة لثروتهم وتقدّم حلاً خاصّاً آمنًا للغاية يدمج حسابات الأصول عبر اتصالات موثوقة مع مؤسسات دولية كبرى.

# auth_verify_page_title
source: Verify email
ar: تحقق من البريد الإلكتروني

# auth_verify_page_description
source: For further information or inquiries about this User Agreement or Privacy Policy please contact:
ar: للمزيد من المعلومات أو الاستفسارات حول اتفاقيّة المستخدم أو سياسة الخصوصيّة، يرجى التواصل مع:

# auth_verify_heading
source: Verify your email address
ar: تحقق من عنوان بريدك الإلكتروني

# auth_verify_text_alreadyVerified
source: Already verified your email?
ar: هل تحققتَ مسبقاً من بريدك الإلكتروني؟

# auth_verify_text_noEmailReceived
source: Didn't receive an email?
ar: ألم يصلك البريد الإلكترونيّ؟

# auth_verify_link_resend
source: Resend
ar: إعادة الإرسال

# auth_verify_link_login
source: Login
ar: تسجيل الدخول

# auth_verify_toast_success_title
source: Email verification sent
ar: تمّ إرسال بريد إلكتروني للتحقق

# auth_verify_toast_success_description
source: Check your email for your verification link
ar: تفقّد بريدك الإلكتروني لرابط التحقق

# auth_verify_toast_error_title
source: Something went wrong.
ar: حدث خطأ ما.

# auth_verify_toast_error_description
source: We are unable to resend your email verification.
ar: لم نستطع إعادة إرسال رسالة التحقق من بريدك الإلكتروني.

# auth_verifyResponse_page_title
source: Verify email
ar: تحقق من البريد الإلكتروني

# auth_verifyResponse_page_description
source: Verify your email address
ar: تحقق من عنوان بريدك الإلكتروني

# auth_verifyResponse_button_resend
source: Resend email
ar: أعد إرسال البريد الإلكتروني

# auth_verifyResponse_text_success_heading
source: Email confirmed
ar: تم تأكيد البريد الإلكتروني

# auth_verifyResponse_text_success_subheading
source: Your email is confirmed, please click on continue below.
ar: تم تأكيد بريدك الإلكتروني، تفضّل بالنقر على زر الاستمرار أدناه.

# auth_verifyResponse_text_error_heading
source: Link Expired
ar: انتهت صلاحية الرابط

# auth_verifyResponse_text_error_subheading
source: To verify your email, please click “Resend email” to receive a new verification link.
ar: للتحقق من بريدك الإلكتروني، يُرجى النقر على "إعادة إرسال البريد الإلكتروني" لتلقي رابط تحقّق جديد.

# common_errors_required
source: This field is required
ar: هذا الحقل مطلوب

# common_errors_email
source: Enter a valid email
ar: أدخل عنوان بريد إلكتروني صالح

# common_button_cancel
source: Cancel
ar: إلغاء

# common_button_acceptAll
source: Accept all
ar: أوافق عل الجميع

# common_button_continue
source: Continue
ar: أكمل

# auth_login_page_title
source: Login
ar: تسجيل الدخول

# auth_login_page_description
source: Sign in to your mytfo account
ar: سجّل دخولك إلى حساب mytfo

# auth_login_heading
source: Welcome back!
ar: مرحبًا من جديد!

# auth_login_subheading
source: Login to continue.
ar: سجّل الدخول للاستمرار.

# auth_login_text_noAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# auth_login_text_social
source: or login with
ar: أو سجّل دخولك من

# auth_login_input_email_placeholder
source: Email
ar: البريد الإلكتروني

# auth_login_input_password_placeholder
source: Password
ar: كلمة السرّ

# auth_login_button_login
source: Login
ar: تسجيل الدخول

# auth_login_link_signup
source: Sign up
ar: أنشئ حساب

# auth_login_link_forgotPassword
source: Forgot password?
ar: نسيت كلمة السر؟

# auth_login_toast_error_title
source: Invalid email or password. Please try again.
ar: البريد الإلكتروني أو كلمة السرّ غير صحيحة. يرجى المحاولة من جديد.

# auth_forgot_page_title
source: Reset Password
ar: إعادة ضبط كلمة السرّ

# auth_forgot_page_description
source: To enter the email to receive new password email
ar: لإدخال البريد الإلكتروني لتلقي رسالة كلمة السرّ الجديدة

# auth_forgot_heading
source: Forgot your password?
ar: نسيت كلمة السرّ؟

# auth_forgot_subheading
source: Please enter the email address you registered with, and we'll send you a link to reset your password
ar: يرجى إدخال عنوان البريد الإلكتروني الذي سجلته، وسنرسل لك رابطًا لإعادة ضبط كلمة السرّ

# auth_forgot_input_email_placeholder
source: Email
ar: البريد الإلكتروني

# auth_forgot_input_email_label
source: Email
ar: البريد الإلكتروني

# auth_forgot_button_send
source: Send
ar: إرسال

# auth_forgot_link_backToLogin
source: Back to Login
ar: العودة إلى تسجيل الدخول

# auth_forgot_link_resend
source: Resend
ar: إعادة الإرسال

# auth_forgot_link_resendIn
source: Resend in
ar: إعادة الإرسال بعد

# auth_forgot_emailSentSuccess_heading
source: Check your email
ar: تفقّد بريدك الإلكتروني

# auth_forgot_text_didNotReceiveEmail
source: Didn’t receive an email?
ar: ألم يصلك البريد الإلكترونيّ؟

# auth_forgot_toast_success_title
source: Email Sent
ar: تم إرسال الرسالة

# auth_forgot_toast_error_title
source: Email could not be sent
ar: تعذر إرسال الرسالة

# auth_change_page_title
source: Change Password
ar: تغيير كلمة السرّ

# auth_change_page_description
source: To enter the new password
ar: لإدخال كلمة السرّ الجديدة

# auth_change_heading
source: Choose a new password
ar: اختر كلمة سرّ جديدة

# auth_change_subheading
source: Please enter your new password below
ar: يرجى إدخال كلمة السرّ الجديدة أدناه

# auth_change_input_password_placeholder
source: Password
ar: كلمة السرّ

# auth_change_input_password_label
source: Password
ar: كلمة السرّ

# auth_change_input_confirmPassword_placeholder
source: Confirm Password
ar: تأكيد كلمة السرّ

# auth_change_input_confirmPassword_label
source: Confirm Password
ar: تأكيد كلمة السرّ

# auth_change_button_changePassword
source: Update Password
ar: تحديث كلمة السرّ

# auth_change_button_passwordUpdatedGoToLogin
source: Go to Login
ar: الذهاب إلى تسجيل الدخول

# auth_change_button_backToLogin
source: Back to login
ar: العودة إلى تسجيل الدخول

# auth_change_validation_heading
source: Your password must contain:
ar: يجب أن تحتوي كلمة السرّ على:

# auth_change_validation_lowercase
source: Lowercase letters (a-z)
ar: حروف صغيرة (a-z)

# auth_change_validation_uppercase
source: Uppercase letters (A-Z)
ar: حروف كبيرة (A-Z)

# auth_change_validation_numbers
source: Numbers (0-9)
ar: أعداد (0-9)

# auth_change_validation_special
source: Special characters (ex.!@#)
ar: حروف خاصة (مثل !@#)

# auth_change_validation_length
source: At least 8 characters
ar: 8 حروف على الأقل

# auth_change_validation_mismatch
source: Passwords do not match
ar: كلمتا السرّ غير متطابقتين

# auth_change_validation_isValidPass
source: At least 3 of the following:
ar: ما لا يقلّ عن ثلاث نقاط ممّا يلي:

# auth_change_passwordUpdatedSuccess_heading
source: Password Updated
ar: تم تحديث كلمة السرّ

# auth_change_passwordUpdatedSuccess_subheading
source: Your password has been changed successfully.
ar: تم تغيير كلمة السرّ بنجاح.

# auth_change_linkExpired_heading
source: Link Expired
ar: انتهت صلاحية الرابط

# auth_change_linkExpired_subheading
source: To reset your password, return to the login page and select "Forgot password" to receive a password reset email.
ar: لإعادة ضبط كلمة السرّ تفضّل بالعودة إلى صفحة تسجيل الدخول واختيار "نسيت كلمة السرّ" لتلقي رسالة إعادة ضبط كلمة السرّ.

# auth_change_toast_success_title
source: Password changed.
ar: تم تغيير كلمة السرّ بنجاح.

# auth_change_toast_error_title
source: Password could not be changed.
ar: تعذر تغيير كلمة السرّ.

# common_button_getStarted
source: Get Started
ar: ابدأ

# common_formExitModal_title
source: Are you sure you want to leave this page?
ar: هل أنت متأكد أنّك تريد مغادرة هذه الصفحة؟

# common_formExitModal_description
source: Please note that you'll lose your unsaved data if you exit this page.
ar: تجدر الإشارة أنّك ستفقد بياناتك غير المحفوظة إذا خرجت من هذه الصفحة.

# common_formExitModal_buttons_back
source: Back
ar: العودة

# common_formExitModal_buttons_exit
source: Exit
ar: خروج

# common_formSuccessModal_title
source: {{assetType}} is successfully added to your dashboard
ar: أُضيف الأصل بنجاح إلى صفحة معلوماتك

# common_formSuccessModal_netWorth
source: Net Worth
ar: صافي رأس المال

# common_formSuccessModal_buttons_addAsset
source: Add Another Asset
ar: أضف أصلاً آخر

# common_formSuccessModal_buttons_viewAsset
source: View Asset Details
ar: عرض تفاصيل الأصول

# common_formSuccessModal_buttons_addLiability
source: Add Another Liability
ar: أضف التزاماً آخر

# common_formSuccessModal_buttons_viewLiability
source: View Liability Details
ar: عرض تفاصيل الالتزامات

# home_page_title
source: Dashboard
ar: صفحة المعلومات

# home_page_description
source: Create myWMD account
ar: إنشاء حساب myWMD

# home_emptyStateDashboard_title
source: Combine Your Assets With Ease
ar: اجمع كافة أصولك بسهولة

# home_emptyStateDashboard_subtitle
source: To better monitor the performance of your investments, analyze your data, and plan for your financial goals
ar: لمراقبة أفضل لأداء استثماراتك وتحليل بياناتك والتخطيط لأهدافك المالية

# home_emptyStateDashboard_addAssetsSteps_assetClass
source: We support multiple asset classes.
ar: ندعم مختلف فئات الأصول.

# home_emptyStateDashboard_addAssetsSteps_connectInstitutionsIcon
source: We connect you to your financial institutions to avoid the hassle of manual updates.
ar: نصلك بمؤسساتك المالية لتفادي مشقة التحديثات اليدوية.

# home_emptyStateDashboard_addAssetsSteps_highestSecurityIcon
source: We use high security encryption to guarantee the safety of your data.
ar: نستخدم تشفيراً عالي الأمان لضمان سلامة بياناتك.

# assetLiabilityForms_page_title
source: Add {{assetName}}
ar: أضف {{assetName}}

# assetLiabilityForms_page_description
source: Add {{assetName}}
ar: أضف {{assetName}}

# assetLiabilityForms_heading_bankAccount
source: Add bank account
ar: أضف حساباً مصرفياً

# assetLiabilityForms_heading_listedAssets
source: Add listed assets
ar: أضف أصولاً مدرجة

# assetLiabilityForms_heading_privateEquity
source: Add private equity
ar: أضف أسهماً خاصّة

# assetLiabilityForms_heading_privateDebt
source: Add private debt
ar: أضف دين خاص

# assetLiabilityForms_assets_bankAccount
source: Bank Account
ar: حساب مصرفي

# assetLiabilityForms_assets_listedAssets
source: Listed Assets
ar: أصول مدرجة

# assetLiabilityForms_assets_privateEquity
source: Private Equity
ar: الأسهم الخاصة

# assetLiabilityForms_assets_privateDebt
source: Private Debt
ar: الديون الخاصّة

# assetLiabilityForms_subHeading_bankAccount
source: Current account, savings account, or term deposit account.
ar: حساب جاري أو حساب ادخار أو حساب ودائع لأجَل.

# assetLiabilityForms_subHeading_listedAssets
source: Investments in stocks, bonds, ETFs or mutual funds.
ar: استثمارات في الأسهم أو السندات أو الصناديق الاستثمارية المتداولة في البورصة أو صناديق الاستثمار المشترك.

# assetLiabilityForms_subHeading_privateEquity
source: Investment in an entity that is not publicly listed.
ar: استثمار في مؤسّسة غير مدرجة في البورصة.

# assetLiabilityForms_subHeading_privateDebt
source: Assets defined by non-bank lending where debt is not issued or traded on the public markets.
ar: الأصول المُحدّدة كقروض غير مصرفية، وحيث لا يصدر الدين أو يُتداول في الأسواق العامة.

# assetLiabilityForms_forms_bankAccount_title
source: Enter your cash details
ar: أدخل تفاصيل أصولك النقدية

# assetLiabilityForms_forms_bankAccount_inputFields_bankName_label
source: Bank name
ar: اسم البنك

# assetLiabilityForms_forms_bankAccount_inputFields_bankName_placeholder
source: Your bank name
ar: اسم البنك

# assetLiabilityForms_forms_bankAccount_inputFields_bankName_errorMessage
source: Please enter your bank name
ar: يرجى إدخال اسم البنك

# assetLiabilityForms_forms_bankAccount_inputFields_description_label
source: Description
ar: الوصف

# assetLiabilityForms_forms_bankAccount_inputFields_description_placeholder
source: A nickname for your account
ar: تسمية لحسابك

# assetLiabilityForms_forms_bankAccount_inputFields_description_errorMessage
source: Please enter description
ar: يُرجى إدخال الوصف

# assetLiabilityForms_forms_bankAccount_inputFields_country_label
source: Country
ar: البلد

# assetLiabilityForms_forms_bankAccount_inputFields_country_placeholder
source: Enter or select a country
ar: أدخل أو اختر البلد

# assetLiabilityForms_forms_bankAccount_inputFields_country_errorMessage
source: Please select country
ar: يرجى اختيار البلد

# assetLiabilityForms_forms_bankAccount_inputFields_accountType_label
source: Account type
ar: نوع الحساب

# assetLiabilityForms_forms_bankAccount_inputFields_accountType_placeholder
source: Enter or select an account type
ar: أدخل أو اختر نوع الحساب

# assetLiabilityForms_forms_bankAccount_inputFields_accountType_errorMessage
source: Please select account type
ar: يرجى اختيار نوع الحساب

source: Saving Account
ar: حساب ادخار

source: Current Account
ar: حساب جاري

source: Term Deposit
ar: وديعة لفترة محدّدة

# assetLiabilityForms_forms_bankAccount_inputFields_currency_label
source: Currency
ar: العملة

# assetLiabilityForms_forms_bankAccount_inputFields_currency_placeholder
source: Enter or select currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_bankAccount_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

# assetLiabilityForms_forms_bankAccount_inputFields_balance_label
source: Current Balance
ar: الرصيد الحالي

# assetLiabilityForms_forms_bankAccount_inputFields_balance_errorMessage
source: Please enter balance
ar: يرجى إدخال الرصيد

# assetLiabilityForms_forms_bankAccount_inputFields_ownership_label
source: Ownership
ar: الملكية

# assetLiabilityForms_forms_bankAccount_inputFields_ownership_placeholder
source: Ownership percentage
ar: نسبة الملكية

# assetLiabilityForms_forms_bankAccount_inputFields_ownership_errorMessage_minimum
source: Minimum is 1%
ar: النسبة الأدنى هي 1%

# assetLiabilityForms_forms_bankAccount_inputFields_ownership_errorMessage_maximum
source: Maximum is 100%
ar: النسبة الأقصى هي 100%

# assetLiabilityForms_forms_bankAccount_inputFields_ownership_errorMessage_error
source: Please enter ownership percentage
ar: يرجى إدخال نسبة الملكية

# assetLiabilityForms_forms_bankAccount_inputFields_ownership_tooltip
source: Your ownership percentage in the asset.
ar: نسبة ملكيّتك في الأصل.

# assetLiabilityForms_forms_bankAccount_inputFields_principal_label
source: Principal Amount
ar: المبلغ الأصلي

# assetLiabilityForms_forms_bankAccount_inputFields_principal_placeholder
source: Enter principal amount
ar: أدخل المبلغ الأصلي

# assetLiabilityForms_forms_bankAccount_inputFields_principal_errorMessage
source: Please enter principal amount
ar: يُرجى إدخال المبلغ الأصلي

# assetLiabilityForms_forms_bankAccount_inputFields_principal_tooltip
source: Initial deposit amount
ar: مبلغ الإيداع الأوّلي

# assetLiabilityForms_forms_bankAccount_inputFields_rate_label
source: Interest Rate (optional)
ar: سعر الفائدة (إجابة اختيارية)

# assetLiabilityForms_forms_bankAccount_inputFields_rate_placeholder
source: Please enter interest rate
ar: يرجى إدخال سعر الفائدة

# assetLiabilityForms_forms_bankAccount_inputFields_rate_tooltip
source: The annual rate of return for the deposit.
ar: معدل العائد السنوي للوديعة.

# assetLiabilityForms_forms_bankAccount_inputFields_rate_errorMessage_minimum
source: Minimum is 0.1%
ar: النسبة الأدنى هي 0,1%

# assetLiabilityForms_forms_bankAccount_inputFields_rate_errorMessage_maximum
source: Maximum is 100%
ar: النسبة الأقصى هي 100%

# assetLiabilityForms_forms_bankAccount_inputFields_startDate_label
source: Start date
ar: تاريخ البدء

# assetLiabilityForms_forms_bankAccount_inputFields_startDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_bankAccount_inputFields_startDate_errorMessage
source: Please select start date
ar: يرجى اختيار تاريخ البدء

# assetLiabilityForms_forms_bankAccount_inputFields_startDate_tooltip
source: The date of deposit placement, which is required for calculating the future value of the deposit.
ar: تاريخ إيداع الوديعة، وهو مطلوب لاحتساب القيمة المستقبلية للوديعة.

# assetLiabilityForms_forms_bankAccount_inputFields_tenure_label
source: Tenure
ar: المدة

# assetLiabilityForms_forms_bankAccount_inputFields_tenure_tooltip
source: The duration for which an individual or entity holds a bank account with a specific financial institution.
ar: المدة التي يحتفظ بها الفرد أو الكيان بحساب مصرفي لدى مؤسسة مالية محددة.

# assetLiabilityForms_forms_bankAccount_inputFields_tenureYears_label
source: Years
ar: السنوات

# assetLiabilityForms_forms_bankAccount_inputFields_tenureYears_placeholder
source: Years
ar: السنوات

source: Minimum is 0
ar: المدة الأدنى هي صفر سنوات

source: Maximum is 999
ar: المدة االأقصى هي 999 سنة

# assetLiabilityForms_forms_bankAccount_inputFields_tenureMonths_label
source: Months
ar: الأشهر

# assetLiabilityForms_forms_bankAccount_inputFields_tenureMonths_placeholder
source: Months
ar: الأشهر

source: Minimum is 0 months
ar: المدة الأدنى هي صفر أشهر

source: Maximum is 12 months
ar: المدة الأقصى هي 12 شهر

# assetLiabilityForms_forms_bankAccount_inputFields_tenureDays_label
source: Days
ar: أيام

# assetLiabilityForms_forms_bankAccount_inputFields_tenureDays_placeholder
source: Days
ar: الأيام

source: Minimum is 0 days
ar: المدة الأدنى هي صفر أيام

source: Maximum is 31 days
ar: المدة الأقصى للاستثمار هو 31 يوم

# assetLiabilityForms_forms_listedAssets_title
source: Enter your listed asset details
ar: أدخل تفاصيل أصولك المدرجة

# assetLiabilityForms_forms_listedAssets_inputFields_securityName_label
source: Security name
ar: اسم السند

# assetLiabilityForms_forms_listedAssets_inputFields_securityName_placeholder
source: Search by security name, ticker, or ISIN number
ar: ابحث باختيار اسم السند أو رمز السهم أو الرقم الدولي لتعريف الأوراق لمالية

# assetLiabilityForms_forms_listedAssets_inputFields_securityName_errorMessage
source: Please enter the security name, ticker, or ISIN number
ar: يُرجى إدخال اسم السند أو رمز السهم أو الرقم الدولي لتعريف الأوراق المالية

# assetLiabilityForms_forms_listedAssets_inputFields_securityDetails_label
source: Details
ar: التفاصيل

# assetLiabilityForms_forms_listedAssets_inputFields_brokerName_label
source: Custodian (optional)
ar: المؤسسة الوصية (إجابة اختيارية)

# assetLiabilityForms_forms_listedAssets_inputFields_brokerName_placeholder
source: Enter the custodian name
ar: أدخل اسم المؤسسة الوصية

# assetLiabilityForms_forms_listedAssets_inputFields_brokerName_errorMessage
source: Please enter your custodian name
ar: يُرجى إدخال اسم مؤسستك الوصية

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_label
source: Asset type
ar: نوع الأصل

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_placeholder
source: Enter asset type
ar: أدخل نوع الأصل

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_errorMessage
source: Please select asset type
ar: يرجى اختيار نوع الأصل

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_options_equity
source: Equity
ar: أسهم

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_options_fixedIncome
source: Fixed income
ar: الدخل الثابت

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_options_etfs
source: Exchange-Traded Funds (ETFs)
ar: صناديق استثمارية متداولة في البورصة

# assetLiabilityForms_forms_listedAssets_inputFields_assetType_options_mutualFunds
source: Mutual Funds
ar: صناديق استثمار مشترك

# assetLiabilityForms_forms_listedAssets_inputFields_country_label
source: Country
ar: البلد

# assetLiabilityForms_forms_listedAssets_inputFields_country_placeholder
source: Enter or select a country
ar: أدخل أو اختر البلد

# assetLiabilityForms_forms_listedAssets_inputFields_country_errorMessage
source: Please select country
ar: يرجى اختيار البلد

# assetLiabilityForms_forms_listedAssets_inputFields_acquisitionDate_label
source: Acquisition date
ar: تاريخ الاستحواذ

# assetLiabilityForms_forms_listedAssets_inputFields_acquisitionDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_listedAssets_inputFields_acquisitionDate_errorMessage
source: Please select the acquisition date
ar: يرجى اختيار تاريخ الاستحواذ

# assetLiabilityForms_forms_listedAssets_inputFields_acquisitionDate_tooltip
source: It helps us calculate performance parameters like returns.
ar: يساعدنا في احتساب معايير الأداء كالعوائد.

# assetLiabilityForms_forms_listedAssets_inputFields_currency_label
source: Currency
ar: العملة

# assetLiabilityForms_forms_listedAssets_inputFields_currency_placeholder
source: Enter or select a currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_listedAssets_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

# assetLiabilityForms_forms_listedAssets_inputFields_value_label
source: Unit cost
ar: سعر الوحدة

# assetLiabilityForms_forms_listedAssets_inputFields_value_placeholder
source: Enter unit cost
ar: أدخل سعر الوحدة

# assetLiabilityForms_forms_listedAssets_inputFields_value_errorMessage
source: Please enter value
ar: يُرجى إدخال القيمة

# assetLiabilityForms_forms_listedAssets_inputFields_quantity_label
source: Number of units
ar: عدد الوحدات

# assetLiabilityForms_forms_listedAssets_inputFields_quantity_placeholder
source: Enter number
ar: أدخل العدد

# assetLiabilityForms_forms_listedAssets_inputFields_quantity_errorMessage
source: Please enter quantity
ar: يرجى إدخال الكمية

# assetLiabilityForms_forms_listedAssets_inputFields_totalCost_label
source: Total cost
ar: التكلفة الإجمالية

# assetLiabilityForms_forms_privateEquity_title
source: Enter your private equity details
ar: أدخل تفاصيل أسهمك الخاصة

# assetLiabilityForms_forms_privateEquity_inputFields_name_label
source: Name
ar: الاسم

# assetLiabilityForms_forms_privateEquity_inputFields_name_placeholder
source: Enter the name of your private equity
ar: أدخل اسم أسهمك الخاصة

# assetLiabilityForms_forms_privateEquity_inputFields_name_errorMessage
source: Please enter the name
ar: يُرجى إدخال الاسم

# assetLiabilityForms_forms_privateEquity_inputFields_custodian_label
source: Custodian (optional)
ar: المؤسسة الوصية (إجابة اختيارية)

# assetLiabilityForms_forms_privateEquity_inputFields_custodian_placeholder
source: Type the name of your custodian
ar: أدخل اسم مؤسستك الوصية

# assetLiabilityForms_forms_privateEquity_inputFields_country_label
source: Country
ar: البلد

# assetLiabilityForms_forms_privateEquity_inputFields_country_placeholder
source: Type or select a country
ar: أدخل أو اختر البلد

# assetLiabilityForms_forms_privateEquity_inputFields_country_errorMessage
source: Please select country
ar: يرجى اختيار البلد

# assetLiabilityForms_forms_privateEquity_inputFields_currency_label
source: Currency
ar: العملة
