Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# profile_tabs_preferences_button_applyChanges
source: Apply changes
ar: تطبيق التغييرات

# profile_tabs_linkedAccounts_name
source: Linked Accounts
ar: الحسابات المربوطة

# assets_label_percentageText
source: % of
ar: % من

# assetLiabilityForms_page_edit_title
source: Edit {{assetName}}
ar: تعديل {{assetName}}

# assetLiabilityForms_page_edit_description
source: Edit {{assetName}}
ar: تعديل {{assetName}}

# assetLiabilityForms_heading_others
source: Add other assets
ar: أضف أصولاً أخرى

# assetLiabilityForms_heading_realEstate
source: Add real estate
ar: أضف عقاراً

# assetLiabilityForms_heading_loan
source: Add loan
ar: أضف قرضاً

# assetLiabilityForms_heading_edit_otherAssets
source: Edit other asset details
ar: تعديل تفاصيل الأصول الأخرى

# assetLiabilityForms_heading_edit_bankAccount
source: Edit bank account details
ar: تعديل تفاصيل الحساب المصرفي

# assetLiabilityForms_heading_edit_realEstate
source: Edit real estate details
ar: تعديل تفاصيل العقارات

# assetLiabilityForms_heading_edit_privateEquity
source: Edit private equity details
ar: تعديل تفاصيل الأسهم الخاصة

# assetLiabilityForms_heading_edit_privateDebt
source: Edit private debt details
ar: تعديل تفاصيل الديون الخاصّة

# assetLiabilityForms_heading_edit_listedAssets
source: Edit listed asset details
ar: تعديل تفاصيل الأصول المدرجة

# assetLiabilityForms_heading_edit_loan
source: Edit liability details
ar: تعديل تفاصيل الالتزامات

# assetLiabilityForms_assets_others
source: Others
ar: غيرها

# assetLiabilityForms_assets_realEstate
source: Real Estate
ar: العقارات

# assetLiabilityForms_assets_loan
source: Loan
ar: قرض

# assetLiabilityForms_subHeading_others
source: Other uncategorized investments such as vehicles, jewelry and art.
ar: استثمارات أخرى غير مصنفة كالمركبات والمجوهرات والقطع الفنيّة.

# assetLiabilityForms_subHeading_realEstate
source: Investments in residential, commercial or land real estate.
ar: استثمارات في عقارات سكنية أو تجارية أو في أراضٍ.

# assetLiabilityForms_subHeading_loan
source: Mortgage, personal loan, vehicle loan etc.
ar: رهن عقاري أو قرض شخصي أو قرض لسيارة أو غيرها.

# assetLiabilityForms_forms_listedAssets_inputFields_value_tooltip
source: The purchase cost of a single unit of the asset on the day of purchase.
ar: سعر شراء وحدة واحدة من الأصل في يوم الشراء.

# assetLiabilityForms_forms_listedAssets_inputFields_couponRate_label
source: Coupon Rate
ar: سعر القسيمة

# assetLiabilityForms_forms_listedAssets_inputFields_couponRate_placeholder
source: Enter coupon rate
ar: أدخل سعر القسيمة

source: Please enter coupon rate
ar: يُرجى إدخال سعر القسيمة

source: Minimum is 0.1%
ar: النسبة الأدنى هي 0,1%

source: Maximum is 100%
ar: النسبة الأقصى هي 100%

source: The units must be decimal numbers with a maximum of three digits.
ar: ينبغي أن تكون الوحدات أعداد عشرية بثلاثة أرقام كحدّ أقصى.

# assetLiabilityForms_forms_listedAssets_inputFields_maturityDate_label
source: Maturity date
ar: تاريخ الاستحقاق

# assetLiabilityForms_forms_listedAssets_inputFields_maturityDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_listedAssets_inputFields_maturityDate_errorMessage
source: Please select maturity date
ar: يرجى اختيار تاريخ الاستحقاق

# assetLiabilityForms_forms_others_title
source: Enter your asset details
ar: أدخل تفاصيل عن أصولك

# assetLiabilityForms_forms_others_inputFields_name_label
source: Name
ar: الاسم

# assetLiabilityForms_forms_others_inputFields_name_placeholder
source: Enter name of asset
ar: أدخل اسم الأصل

# assetLiabilityForms_forms_others_inputFields_name_errorMessage
source: Please enter asset name
ar: يرجى إدخال اسم الأصل

# assetLiabilityForms_forms_others_inputFields_wealthManager_label
source: Wealth manager (optional)
ar: مدير الثروات (إجابة اختيارية)

# assetLiabilityForms_forms_others_inputFields_wealthManager_placeholder
source: Enter the name of the broker
ar: أدخل اسم الوسيط

# assetLiabilityForms_forms_others_inputFields_wealthManager_errorMessage
source: Please enter the wealth manager name
ar: يرجى إدخال اسم مدير الثروات

# assetLiabilityForms_forms_others_inputFields_assetType_label
source: Asset type
ar: نوع الأصل

# assetLiabilityForms_forms_others_inputFields_assetType_placeholder
source: Enter or select the asset type
ar: أدخل أو اختر نوع الأصل

# assetLiabilityForms_forms_others_inputFields_assetType_errorMessage
source: Please select asset type
ar: يرجى اختيار نوع الأصل

# assetLiabilityForms_forms_others_inputFields_assetType_options_autoMobile
source: Automobile
ar: سيارة

# assetLiabilityForms_forms_others_inputFields_assetType_options_yacht
source: Yacht
ar: يخت

# assetLiabilityForms_forms_others_inputFields_assetType_options_privateJet
source: Private Jet
ar: طائرة خاصة

# assetLiabilityForms_forms_others_inputFields_assetType_options_watch
source: Watch
ar: ساعة يد

# assetLiabilityForms_forms_others_inputFields_assetType_options_painting
source: Painting
ar: لوحة فنية

# assetLiabilityForms_forms_others_inputFields_assetType_options_jewelry
source: Jewelry
ar: مجوهرات

# assetLiabilityForms_forms_others_inputFields_assetType_options_other
source: Other
ar: غيرها

# assetLiabilityForms_forms_others_inputFields_valuationDate_label
source: Valuation date
ar: تاريخ التقييم

# assetLiabilityForms_forms_others_inputFields_valuationDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_others_inputFields_valuationDate_errorMessage
source: Please select the valuation date
ar: يرجى اختيار تاريخ التقييم

# assetLiabilityForms_forms_others_inputFields_valuationDate_tooltip
source: Date of the asset valuation.
ar: تاريخ تقييم الأصل.

# assetLiabilityForms_forms_others_inputFields_country_label
source: Country
ar: البلد

# assetLiabilityForms_forms_others_inputFields_country_placeholder
source: Enter or select a country
ar: أدخل أو اختر البلد

# assetLiabilityForms_forms_others_inputFields_country_errorMessage
source: Please select country
ar: يرجى اختيار البلد

# assetLiabilityForms_forms_others_inputFields_currency_label
source: Currency
ar: العملة

# assetLiabilityForms_forms_others_inputFields_currency_placeholder
source: Enter or select a currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_others_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

# assetLiabilityForms_forms_others_inputFields_units_label
source: Number of units
ar: عدد الوحدات

# assetLiabilityForms_forms_others_inputFields_units_errorMessage
source: Please enter the number of units
ar: يرجى إدخال عدد الوحدات

# assetLiabilityForms_forms_others_inputFields_acquisitionCost_label
source: Acquisition cost
ar: تكلفة الاستحواذ

# assetLiabilityForms_forms_others_inputFields_acquisitionCost_placeholder
source: Enter the purchase price of the asset
ar: أدخل سعر شراء الأصل

# assetLiabilityForms_forms_others_inputFields_acquisitionCost_errorMessage
source: Please enter the acquisition cost
ar: يُرجى إدخال تكلفة الاستحواذ

# assetLiabilityForms_forms_others_inputFields_acquisitionCost_tooltip
source: It's the cost price per unit, required to calculate performance parameters such as returns and other relevant metrics.
ar: إنّه سعر تكلفة الوحدة، وهو مطلوب لاحتساب معايير الأداء كالعوائد ومقاييس أخرى ذات صلة.

# assetLiabilityForms_forms_others_inputFields_acquisitionDate_label
source: Acquisition date (optional)
ar: تاريخ الاستحواذ (إجابة اختيارية)

# assetLiabilityForms_forms_others_inputFields_acquisitionDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_others_inputFields_acquisitionDate_errorMessage
source: Please selct acquisition date
ar: يرجى اختيار تاريخ الاستحواذ

# assetLiabilityForms_forms_others_inputFields_acquisitionDate_tooltip
source: It helps us in calculating performance parameters like returns.
ar: يساعدنا في احتساب معايير الأداء كالعوائد.

# assetLiabilityForms_forms_others_inputFields_acquisitionDate_comparisonError
source: Acquisition date should be before the valuation date
ar: ينبغي أن يكون تاريخ الاستحواذ قبل تاريخ التقييم

# assetLiabilityForms_forms_others_inputFields_ownerShip_label
source: Ownership
ar: الملكية

# assetLiabilityForms_forms_others_inputFields_ownerShip_placeholder
source: Enter a percentage
ar: أدخل نسبة

# assetLiabilityForms_forms_others_inputFields_ownerShip_errorMessage
source: The ownership percentage should not exceed 100%
ar: ينبغي ألا تتخطى نسبة الملكية 100%

# assetLiabilityForms_forms_others_inputFields_securityDetails_label
source: Details
ar: التفاصيل

# assetLiabilityForms_forms_others_inputFields_valuePerUnit_label
source: Market Value (optional)
ar: القيمة السوقية (إجابة اختيارية)

# assetLiabilityForms_forms_others_inputFields_valuePerUnit_placeholder
source: Enter the current asset value
ar: أدخل القيمة الحالية للأصل

# assetLiabilityForms_forms_others_inputFields_valuePerUnit_errorMessage
source: Please enter the value per unit
ar: يرجى إدخال القيمة للوحدة

# assetLiabilityForms_forms_others_inputFields_currentDayValue_label
source: Current day value
ar: القيمة في اليوم الحالي

# assetLiabilityForms_forms_realEstate_title
source: Enter your property details
ar: أدخل تفاصيل عقارك

# assetLiabilityForms_forms_realEstate_inputFields_name_label
source: Name
ar: الاسم

# assetLiabilityForms_forms_realEstate_inputFields_name_placeholder
source: Enter a nickname to identify your property
ar: أدخل تسمية لتعريف عقارك

# assetLiabilityForms_forms_realEstate_inputFields_name_errorMessage
source: Please enter name
ar: أدخل الاسم

# assetLiabilityForms_forms_realEstate_inputFields_typeOfRealEstate_label
source: Type of real estate
ar: نوع العقار

# assetLiabilityForms_forms_realEstate_inputFields_typeOfRealEstate_placeholder
source: Select type of real estate
ar: اختر نوع العقار

# assetLiabilityForms_forms_realEstate_inputFields_typeOfRealEstate_errorMessage
source: Please select type of real estate
ar: يرجى اختيار نوع العقار

source: Residential
ar: سكني

source: Commercial
ar: تجاري

# assetLiabilityForms_forms_realEstate_inputFields_typeOfRealEstate_options_land
source: Land
ar: أرض

# assetLiabilityForms_forms_realEstate_inputFields_address_label
source: Address (optional)
ar: العنوان (إجابة اختيارية)

# assetLiabilityForms_forms_realEstate_inputFields_address_placeholder
source: Enter address
ar: أدخل العنوان

# assetLiabilityForms_forms_realEstate_inputFields_address_errorMessage
source: Please enter address
ar: يرجى إدخال العنوان

# assetLiabilityForms_forms_realEstate_inputFields_country_label
source: Country
ar: البلد

# assetLiabilityForms_forms_realEstate_inputFields_country_placeholder
source: Enter or select a country
ar: أدخل أو اختر البلد

# assetLiabilityForms_forms_realEstate_inputFields_country_errorMessage
source: Please select country
ar: يرجى اختيار البلد

# assetLiabilityForms_forms_realEstate_inputFields_currency_label
source: Currency
ar: العملة

# assetLiabilityForms_forms_realEstate_inputFields_currency_placeholder
source: Enter or select a currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_realEstate_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

# assetLiabilityForms_forms_realEstate_inputFields_numberofUnits_label
source: Number of units
ar: عدد الوحدات

# assetLiabilityForms_forms_realEstate_inputFields_numberofUnits_placeholder
source: Enter number of units
ar: أدخل عدد الوحدات

source: Minimum value is 1
ar: الرقم الأدنى هو 1

source: Please enter number of units
ar: يرجى إدخال عدد الوحدات

source: Maximum value is 100
ar: الرقم الأعلى هو 100

# assetLiabilityForms_forms_realEstate_inputFields_acquisitionCostPerUnit_label
source: Acquisition cost
ar: تكلفة الاستحواذ

source: Enter cost
ar: أدخل التكلفة

source: Please enter acquisition cost
ar: يُرجى إدخال تكلفة الاستحواذ

# assetLiabilityForms_forms_realEstate_inputFields_acquisitionCostPerUnit_tooltip
source: The cost price per unit that helps in calculating the performance parameters like returns.
ar: سعر تكلفة الوحدة الذي يساعد في احتساب معايير الأداء كالعوائد.

# assetLiabilityForms_forms_realEstate_inputFields_yourOwnership_label
source: Your ownership
ar: الملكية

# assetLiabilityForms_forms_realEstate_inputFields_yourOwnership_placeholder
source: Enter a numerical value, such as 72%
ar: أدخل قيمة عددية مثل 72%

source: Minimum is 1%
ar: النسبة الأدنى هي 1%

source: Maximum is 100%
ar: النسبة الأقصى هي 100%

# assetLiabilityForms_forms_realEstate_inputFields_valuePerUnit_label
source: Market value (optional)
ar: القيمة السوقية (إجابة اختيارية)

# assetLiabilityForms_forms_realEstate_inputFields_valuePerUnit_placeholder
source: Enter current market value
ar: أدخل القيمة السوقية الحالية

# assetLiabilityForms_forms_realEstate_inputFields_valuePerUnit_tooltip
source: The value of the asset at the valuation date.
ar: قيمة الأصل في تاريخ التقييم.

source: Minimum is 0
ar: الحد الأدنى هو صفر

# assetLiabilityForms_forms_realEstate_inputFields_acquisitionDate_label
source: Acquisition date
ar: تاريخ الاستحواذ

# assetLiabilityForms_forms_realEstate_inputFields_acquisitionDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_realEstate_inputFields_acquisitionDate_errorMessage
source: Select acquisition date
ar: اختر تاريخ الاستحواذ

# assetLiabilityForms_forms_realEstate_inputFields_acquisitionDate_tooltip
source: The date of the asset purchase.
ar: تاريخ شراء الأصل.

# assetLiabilityForms_forms_realEstate_inputFields_valuationDate_label
source: Valuation date (optional)
ar: تاريخ التقييم (إجابة اختيارية)

# assetLiabilityForms_forms_realEstate_inputFields_valuationDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_realEstate_inputFields_valuationDate_errorMessage
source: Please select valuation date
ar: يرجى اختيار تاريخ التقييم

# assetLiabilityForms_forms_realEstate_inputFields_valuationDate_tooltip
source: The date of the asset valuation.
ar: تاريخ تقييم الأصل.

# assetLiabilityForms_forms_loan_title
source: Enter the liability details
ar: أدخل تفاصيل الالتزام

# assetLiabilityForms_forms_loan_inputFields_name_label
source: Name
ar: الاسم

# assetLiabilityForms_forms_loan_inputFields_name_placeholder
source: Enter a nickname to identify your loan
ar: يُرجى إدخال تسمية لتحديد قرضك

# assetLiabilityForms_forms_loan_inputFields_name_errorMessage
source: Please enter name
ar: يُرجى إدخال الاسم

# assetLiabilityForms_forms_loan_inputFields_bankName_label
source: Bank name (optional)
ar: اسم البنك (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_bankName_placeholder
source: Your bank name
ar: اسم البنك

# assetLiabilityForms_forms_loan_inputFields_type_label
source: Loan type
ar: نوع القرض

# assetLiabilityForms_forms_loan_inputFields_type_placeholder
source: Enter or select a loan type
ar: أدخل أو اختر نوع القرض

# assetLiabilityForms_forms_loan_inputFields_type_errorMessage
source: Please select loan type
ar: يرجى اختيار نوع القرض

# assetLiabilityForms_forms_loan_inputFields_type_options_homeLoan
source: Home Loan
ar: قرض سكن

# assetLiabilityForms_forms_loan_inputFields_type_options_vehicleLoan
source: Vehicle Loan
ar: قرض سيارة

# assetLiabilityForms_forms_loan_inputFields_type_options_other
source: Other
ar: غيرها

# assetLiabilityForms_forms_loan_inputFields_currency_label
source: Currency
ar: العملة

# assetLiabilityForms_forms_loan_inputFields_currency_placeholder
source: Enter or select a currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_loan_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

# assetLiabilityForms_forms_loan_inputFields_loanAmount_label
source: Outstanding loan amount
ar: المبلغ المستحق للقرض

# assetLiabilityForms_forms_loan_inputFields_loanAmount_placeholder
source: Enter loan amount
ar: أدخل قيمة القرض

# assetLiabilityForms_forms_loan_inputFields_loanAmount_errorMessage
source: Please enter loan amount
ar: يُرجى إدخال قيمة القرض

# assetLiabilityForms_forms_loan_inputFields_loanAmountSanctioned_label
source: Sanctioned loan value (optional)
ar: قيمة القرض المصادق عليه (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_loanAmountSanctioned_placeholder
source: Enter sanctioned loan value
ar: أدخل قيمة القرض المصادق عليه

# assetLiabilityForms_forms_loan_inputFields_loanAmountSanctioned_errorMessage
source: The sanctioned loan amount must be higher than the outstanding loan value
ar: ينبغي أن يكون مبلغ القرض المصادق عليه أعلى من قيمة القرض غير المسدد

# assetLiabilityForms_forms_loan_inputFields_startDate_label
source: Start date (optional)
ar: تاريخ البدء (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_startDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_loan_inputFields_startDate_tooltip
source: The date when the loan has been initiated.
ar: تاريخ بدء معاملة الاستحصال على القرض.

# assetLiabilityForms_forms_loan_inputFields_endDate_label
source: End date (optional)
ar: تاريخ الانتهاء (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_endDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_loan_inputFields_rate_label
source: Rate (optional)
ar: سعر الفائدة (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_rate_placeholder
source: Enter a number
ar: يرجى إدخال رقم

# assetLiabilityForms_forms_loan_inputFields_rate_errorMessage_minimum
source: Minimum is 0%
ar: الحد الأدنى هو صفر

# assetLiabilityForms_forms_loan_inputFields_rate_errorMessage_maximum
source: Maximum is 100%
ar: النسبة الأقصى هي 100%

# assetLiabilityForms_forms_loan_inputFields_monthlyPayment_label
source: Monthly payment (optional)
ar: الدفعة الشهرية (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_monthlyPayment_placeholder
source: Enter monthly payment
ar: أدخل الدفعة الشهرية

# assetLiabilityForms_forms_loan_inputFields_monthlyPayment_errorMessage_maximum
source: The monthly payment can't be higher than the outstanding loan value
ar: لا يُمكن أن تكون الدفعة الشهرية أعلى من قيمة القرض غير المسدد

# assetLiabilityForms_forms_loan_inputFields_collateral_label
source: Collateral (optional)
ar: الضمان (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_collateral_options_yes
source: Yes
ar: نعم

# assetLiabilityForms_forms_loan_inputFields_collateral_options_no
source: No
ar: لا

# assetLiabilityForms_forms_loan_inputFields_insurance_label
source: Insurance (optional)
ar: التأمين (إجابة اختيارية)

# assetLiabilityForms_forms_loan_inputFields_insurance_options_yes
source: Yes
ar: نعم

# assetLiabilityForms_forms_loan_inputFields_insurance_options_no
source: No
ar: لا

# assetLiabilityForms_labels_endTermIn
source: Term ends in
ar: تنتهي المدة في

# assetLiabilityForms_labels_footerAssetDisclaimer
source: You can add another asset on the next screen
ar: يمكنك إضافة أصل آخر في الصفحة التالية

# assetLiabilityForms_labels_removeAsset
source: Do you wish to delete this asset?
ar: هل ترغب بحذف هذا الأصل؟

# assetLiabilityForms_securityInfoWidget_title
source: Your privacy and data security are our utmost priority
ar: خصوصيّتك وأمن بياناتك هما أولويتنا

# assetLiabilityForms_securityInfoWidget_description
source: Your credentials and information are not accessible to any other service and are always kept private. We ensure the security of your data by employing bank-grade TLS 1.2 technology during transit.
ar: لا يُمكن لأي خدمة أخرى الوصول إلى البيانات والمعلومات الخاصة بك وتبقى دائماً سرية. نضمن أمان بياناتك عبر استخدام تكنولوجيا TLS 1.2 للبنوك أثناء عملية النقل.

# assets_page_title
source: Assets
ar: أصول

# assets_heading
source: Assets
ar: أصول

# assets_assets_BankAccount
source: Bank Accounts
ar: حسابات مصرفية

# assets_assets_ListedAsset
source: Listed Assets
ar: أصول مدرجة

# assets_assets_OtherAssets
source: Others
ar: غيرها

# assets_assets_PrivateEquity
source: Private Equity
ar: الأسهم الخاصة

# assets_assets_PrivateDebt
source: Private Debt
ar: الديون الخاصّة

# assets_assets_RealEstate
source: Real Estate
ar: عقارات

# assets_assets_Loan
source: Loans
ar: قروض

# assets_label_yourHoldings
source: Your Holdings
ar: استثماراتك

# assets_label_netChange
source: Net Change
ar: صافي التغيير

# assets_label_last365days
source: Last 365 days
ar: آخر 365 يوم

# assets_label_last30days
source: Last 30 days
ar: آخر 30 يوم

# assets_label_totalMaturityAmount
source: Total maturity amount
ar: المبلغ الإجمالي عند الاستحقاق

# assets_label_maturityDate
source: Maturity date
ar: تاريخ الاستحقاق

# assets_label_other
source: Other
ar: غيرها

# assets_label_itd
source: ITD
ar: منذ بداية العلاقة

# assets_label_ytd
source: YTD
ar: منذ بداية العام

# assets_label_usd
source: USD
ar: دولار

# assets_label_balance
source: Balance
ar: الرصيد

# assets_label_last30Days
source: Last 30 days
ar: آخر 30 يوم

# assets_label_portfolioContribution
source: Portfolio Contribution
ar: النسبة في المحفظة

# assets_label_lastUpdatedOn
source: Last updated on
ar: تمّ آخر تحديث في

# assets_label_totalValue
source: Total Value
ar: القيمة الإجمالية

# assets_label_performanceChart
source: Performance Chart
ar: جدول الأداء

# assets_breadCrumb_wealthOverview
source: Wealth Overview
ar: نظرة عامة على ثروتك

# assets_breadCrumb_assets
source: Assets
ar: أصول

# assets_table_header_assetName
source: Asset Name
ar: اسم الأصل

# assets_table_header_currentValue
source: Current Value
ar: القيمة الحالية

# assets_table_header_itd
source: ITD
ar: منذ بداية العلاقة

# assets_table_header_ytd
source: YTD
ar: منذ بداية العام

# assets_table_header_geography
source: Geography
ar: المنطقة الجغرافية

# assets_table_header_asset
source: Asset
ar: أصول

# assets_table_header_valueItdYtd
source: Value/ITD/YTD
ar: القيمة/ منذ بداية العلاقة/ منذ بداية العام

# assets_tooltips_itd
source: Inception-to-date: the period from the beginning of the investment until the date of communication.
ar: منذ بداية العلاقة: الفترة الممتدة من بداية الاستثمار حتى تاريخ التواصل.

# assets_tooltips_ytd
source: Year-to-date: The period from the beginning of the calendar year until the date of communication.
ar: منذ بداية العام: الفترة الممتدة من بداية العام حتى تاريخ التواصل.

# assets_charts_title
source: Allocation by
ar: التوزيع وفق

# assets_charts_tabs_assetClass
source: Asset classes
ar: فئات الأصول

# assets_charts_tabs_geography
source: Geographies
ar: المناطق الجغرافية

# assets_charts_tabs_currency
source: Currencies
ar: العملات

# assets_charts_daysOption_7days
source: Last 7 days
ar: آخر سبعة أيام

# assets_charts_daysOption_30days
source: Last 30 days
ar: آخر 30 يوم

# assets_charts_allocationCharts_heading
source: Total Net Worth
ar: إجمالي صافي رأس المال

# assets_charts_allocationCharts_areaChartLabel
source: Area Chart
ar: رسم بياني مساحي

# assets_charts_allocationCharts_barChartLabel
source: Bar Chart
ar: رسم بياني شريطي

# assets_charts_allocationCharts_legendLabel_bankAccount
source: Bank accounts
ar: حسابات مصرفية

# assets_charts_allocationCharts_legendLabel_realEstate
source: Real Estate
ar: عقارات

# assets_charts_allocationCharts_legendLabel_privateEquity
source: Private equity
ar: أسهم خاصة

# assets_charts_allocationCharts_legendLabel_publicEquity
source: Public equity
ar: أسهم عامة

# assets_charts_allocationCharts_legendLabel_privateDebt
source: Private debt
ar: الديون الخاصّة

# assets_charts_allocationCharts_legendLabel_etfs
source: ETFs
ar: صناديق استثمارية متداولة في البورصة

# assets_charts_allocationCharts_legendLabel_other
source: Other
ar: غيرها

# common_errors_phoneNumberLength
source: Phone number must be of {{digit}} digits
ar: ينبغي أن يتألف رقم الهاتف من {{digit}} أرقام

# common_button_addLiability
source: Add Liability
ar: أضف التزاماً

# common_button_save
source: Save
ar: حفظ

# common_button_add
source: Add
ar: أضف

# common_button_edit
source: Edit
ar: تعديل

# common_button_deleteAsset
source: Delete asset
ar: حذف الأصل

# common_button_deleteLiability
source: Delete liability
ar: حذف الالتزام
