Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# auth_signup_page_title
source: Join our Platform
ar: انضمّ إلى منصتنا

# auth_signup_page_description
source: Create myWMD account
ar: إنشاء حساب myWMD

# auth_signup_heading
source: Create an account
ar: أنشئ حساباً

# auth_signup_subHeading
source: To better control your investments
ar: لتحكم أفضل باستثماراتك

# auth_signup_productDetails_one
source: Combine your assets and investments in one secure platform.
ar: اجمع أصولك واستثماراتك في منصة آمنة واحدة.

# auth_signup_productDetails_two
source: Monitor your net worth and the performance of your investments.
ar: راقب ثروتك وأداء استثماراتك.

# auth_signup_productDetails_three
source: Analyze your data and plan for your financial goals.
ar: حلّل بياناتك وخطّط لأهدافك الماليّة.

# auth_signup_text_aboutFamilyOffice
source: About All-In-One-Plus AG
ar: لمحة عن All-In-One-Plus AG

# auth_signup_text_social
source: or sign up with
ar: أو سجّل دخولك عبر

# auth_signup_text_alreadyHaveAnAccount
source: Already have an account?
ar: ألديك حساب سابق؟

# auth_signup_input_email_placeholder
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

# auth_signup_input_password_placeholder
source: Enter password
ar: أدخل كلمة السرّ

# auth_signup_input_validation_heading
source: Your password must contain:
ar: يجب أن تحتوي كلمة السرّ على:

# auth_signup_input_validation_lowercase
source: Lowercase letters (a-z)
ar: حروف صغيرة (a-z)

# auth_signup_input_validation_uppercase
source: Uppercase letters (A-Z)
ar: حروف كبيرة (A-Z)

# auth_signup_input_validation_numbers
source: Numbers (0-9)
ar: أعداد (0-9)

# auth_signup_input_validation_special
source: Special characters (ex.!@#)
ar: حروف خاصة (مثل !@#)

# auth_signup_input_validation_length
source: At least 8 characters
ar: 8 حروف على الأقل

# auth_signup_checkbox_label
source: I acknowledge that I read, understood and agree to All-In-One-Plus AG
ar: أقر بأنني قرأت وفهمت ووافقت على

# auth_signup_checkbox_termsService
source: Terms of Service
ar: شروط الخدمة

# auth_signup_button_submit
source: Get Started
ar: إبدأ

# auth_signup_button_join
source: Join with your email address
ar: انضمّ عبر بريدك الإلكتروني

# auth_signup_button_appleLogin
source: Continue with Apple
ar: أكمل من حسابك عبر Apple

# auth_signup_button_createAccount
source: Create account
ar: أنشئ حساباً

# auth_signup_link_login
source: Log in
ar: تسجيل الدخول

# auth_signup_toast_error_title
source: An error occurred while processing your request. Try again or login if you already have an account.
ar: حدث خطأ أثناء معالجة طلبك. حاول من جديد أو سجّل دخولك إذا لديك حساب مسبقاً.

# auth_signup_safeandsecure_title
source: Safe and secure technology guaranteed.
ar: تكنولوجيا آمنة ومضمونة.

# auth_signup_tos_title
source: Terms of Use
ar: شروط الخدمة
