Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# assetLiabilityForms_forms_privateEquity_inputFields_currency_placeholder
source: Type or select a currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_privateEquity_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

source: Initial investment amount
ar: مبلغ الاستثمار الأوّلي

source: Enter book value of initial investment
ar: أدخل القيمة الدفترية للاستثمار الأوّلي

source: Please enter initial investment amount
ar: يُرجى إدخال مبلغ الاستثمار الأوّلي

# assetLiabilityForms_forms_privateEquity_inputFields_currentValue_label
source: Current value
ar: القيمة الحالية

# assetLiabilityForms_forms_privateEquity_inputFields_currentValue_placeholder
source: Enter the present value of the asset
ar: أدخل القيمة الحالية للأصل

# assetLiabilityForms_forms_privateEquity_inputFields_currentValue_errorMessage
source: Please enter current value
ar: يُرجى إدخال القيمة الحالية

# assetLiabilityForms_forms_privateEquity_inputFields_acquisitionDate_label
source: Acquisition date
ar: تاريخ الاستحواذ

# assetLiabilityForms_forms_privateEquity_inputFields_acquisitionDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_privateEquity_inputFields_acquisitionDate_errorMessage
source: Please select acquisition date
ar: يرجى اختيار تاريخ الاستحواذ

# assetLiabilityForms_forms_privateEquity_inputFields_acquisitionDate_tooltip
source: It helps us to calculate performance parameters like returns.
ar: يساعدنا في احتساب معايير الأداء كالعوائد.

# assetLiabilityForms_forms_privateEquity_inputFields_valuationDate_label
source: Valuation date
ar: تاريخ التقييم

# assetLiabilityForms_forms_privateEquity_inputFields_valuationDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_privateEquity_inputFields_valuationDate_errorMessage
source: Please select valuation date
ar: يرجى اختيار تاريخ التقييم

# assetLiabilityForms_forms_privateEquity_inputFields_valuationDate_tooltip
source: The date of the asset valuation.
ar: تاريخ تقييم الأصل.

# assetLiabilityForms_forms_privateDebt_title
source: Enter your private debt details
ar: يُرجى إدخال تفاصيل الدين الخاصّ

# assetLiabilityForms_forms_privateDebt_inputFields_name_label
source: Name
ar: الاسم

# assetLiabilityForms_forms_privateDebt_inputFields_name_placeholder
source: Enter the name of your private debt
ar: يُرجى إدخال اسم الدين الخاصّ

# assetLiabilityForms_forms_privateDebt_inputFields_name_errorMessage
source: Please enter name
ar: يُرجى إدخال الاسم

# assetLiabilityForms_forms_privateDebt_inputFields_custodian_label
source: Custodian (optional)
ar: المؤسسة الوصية (إجابة اختيارية)

# assetLiabilityForms_forms_privateDebt_inputFields_custodian_placeholder
source: Type the name of your custodian
ar: أدخل اسم مؤسستك الوصية

# assetLiabilityForms_forms_privateDebt_inputFields_country_label
source: Country
ar: البلد

# assetLiabilityForms_forms_privateDebt_inputFields_country_placeholder
source: Enter or select a country
ar: أدخل أو اختر البلد

# assetLiabilityForms_forms_privateDebt_inputFields_country_errorMessage
source: Please select country
ar: يرجى اختيار البلد

# assetLiabilityForms_forms_privateDebt_inputFields_currency_label
source: Currency
ar: العملة

# assetLiabilityForms_forms_privateDebt_inputFields_currency_placeholder
source: Enter or select a currency
ar: أدخل أو اختر عملة

# assetLiabilityForms_forms_privateDebt_inputFields_currency_errorMessage
source: Please select currency
ar: يرجى اختيار العملة

# assetLiabilityForms_forms_privateDebt_inputFields_initialInvestmentAmount_label
source: Initial investment amount
ar: مبلغ الاستثمار الأوّلي

source: Enter book value of initial investment
ar: أدخل القيمة الدفترية للاستثمار الأوّلي

source: Please enter initial investment amount
ar: يُرجى إدخال مبلغ الاستثمار الأوّلي

# assetLiabilityForms_forms_privateDebt_inputFields_currentValue_label
source: Current value
ar: القيمة الحالية

# assetLiabilityForms_forms_privateDebt_inputFields_currentValue_placeholder
source: Enter present value of the asset
ar: أدخل القيمة الحالية للأصل

# assetLiabilityForms_forms_privateDebt_inputFields_currentValue_errorMessage
source: Please enter the present value
ar: يُرجى إدخال القيمة الحالية

# assetLiabilityForms_forms_privateDebt_inputFields_acquisitionDate_label
source: Acquisition date
ar: تاريخ الاستحواذ

# assetLiabilityForms_forms_privateDebt_inputFields_acquisitionDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_privateDebt_inputFields_acquisitionDate_errorMessage
source: Please select the acquisition date
ar: يرجى اختيار تاريخ الاستحواذ

# assetLiabilityForms_forms_privateDebt_inputFields_acquisitionDate_tooltip
source: It helps us to calculate performance parameters like returns.
ar: يساعدنا في احتساب معايير الأداء كالعوائد.

# assetLiabilityForms_forms_privateDebt_inputFields_valuationDate_label
source: Valuation date
ar: تاريخ التقييم

# assetLiabilityForms_forms_privateDebt_inputFields_valuationDate_placeholder
source: DD/MM/YYYY
ar: اليوم/الشهر/ السنة

# assetLiabilityForms_forms_privateDebt_inputFields_valuationDate_errorMessage
source: Please select the valuation date
ar: يرجى اختيار تاريخ التقييم

# assetLiabilityForms_forms_privateDebt_inputFields_valuationDate_tooltip
source: The date of the asset valuation.
ar: تاريخ تقييم الأصل.

# assetLiabilityForms_labels_endTerm
source: End term
ar: انتهاء المدة

# common_errors_somethingWentWrong
source: Something went wrong
ar: حدث خطأ ما

# common_errors_numberAllowed
source: Only numbers are allowed
ar: يُسمح بالأعداد فقط

# common_button_addAsset
source: Add Asset
ar: أضف أصلاً

# common_button_back
source: Back
ar: العودة

# common_button_submit
source: Submit
ar: إرسال

# common_help_heading
source: Need support?
ar: هل تحتاج مساعدة؟

# common_help_link_support
source: Get in touch
ar: تواصل معنا

# common_nav_heading
source: Menu
ar: القائمة

# common_nav_links_home
source: Homepage
ar: الصفحة الرئيسية

# common_nav_links_signout
source: Sign out
ar: تسجيل الخروج

# common_formExitModal_buttons_backForm
source: Back
ar: العودة

# common_formExitModal_buttons_exitForm
source: Exit
ar: خروج

# common_labels_asset
source: Asset
ar: أصول

# common_labels_liability
source: Liability
ar: التزامات

# countries_BD
source: Bangladesh
ar: بنغلاديش

# countries_BE
source: Belgium
ar: بلجيكا

# countries_BF
source: Burkina Faso
ar: بوركينا فاسو

# countries_BG
source: Bulgaria
ar: بلغاريا

# countries_BA
source: Bosnia and Herzegovina
ar: البوسنة والهرسك

# countries_BB
source: Barbados
ar: باربادوس

# countries_WF
source: Wallis and Futuna
ar: واليس وفوتونا

# countries_BL
source: Saint Barthelemy
ar: سان بارتيليمي

# countries_BM
source: Bermuda
ar: برمودا

# countries_BN
source: Brunei
ar: بروناي

# countries_BO
source: Bolivia
ar: بوليفيا

# countries_BH
source: Bahrain
ar: البحرين

# countries_BI
source: Burundi
ar: بوروندي

# countries_BJ
source: Benin
ar: بنين

# countries_BT
source: Bhutan
ar: بوتان

# countries_JM
source: Jamaica
ar: جامايكا

# countries_BV
source: Bouvet Island
ar: جزيرة بوفيه

# countries_BW
source: Botswana
ar: بوتسوانا

# countries_WS
source: Samoa
ar: ساموا

# countries_BQ
source: Islands of Bonaire, Sint Eustatius and Saba
ar: بونير

# countries_BR
source: Brazil
ar: البرازيل

# countries_BS
source: Bahamas
ar: جزر البهاما

# countries_JE
source: Jersey
ar: جيرسي

# countries_BY
source: Belarus
ar: بيلاروس

# countries_BZ
source: Belize
ar: بليز

# countries_RU
source: Russia
ar: روسيا

# countries_RW
source: Rwanda
ar: رواندا

# countries_RS
source: Serbia
ar: صربيا

# countries_TL
source: East Timor
ar: تيمور الشرقية

# countries_RE
source: Reunion
ar: لا ريونيون

# countries_TM
source: Turkmenistan
ar: تركمانستان

# countries_TJ
source: Tajikistan
ar: طاجيكستان

# countries_RO
source: Romania
ar: رومانيا

# countries_TK
source: Tokelau
ar: توكيلاو

# countries_GW
source: Guinea-Bissau
ar: غينيا بيساو

# countries_GU
source: Guam
ar: غوام

# countries_GT
source: Guatemala
ar: غواتيمالا

# countries_GS
source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

# countries_GR
source: Greece
ar: اليونان

# countries_GQ
source: Equatorial Guinea
ar: غينيا الإستوائية

# countries_GP
source: Guadeloupe
ar: غوادلوب

# countries_JP
source: Japan
ar: اليابان

# countries_GY
source: Guyana
ar: غيانا

# countries_GG
source: Guernsey
ar: غيرنسي

# countries_GF
source: French Guiana
ar: غيانا الفرنسية

# countries_GE
source: Georgia
ar: جورجيا

# countries_GD
source: Grenada
ar: غرينادا

# countries_GB
source: United Kingdom
ar: المملكة المتحدة

# countries_GA
source: Gabon
ar: غابون

# countries_SV
source: El Salvador
ar: السلفادور

# countries_GN
source: Guinea
ar: غينيا

# countries_GM
source: Gambia
ar: غامبيا

# countries_GL
source: Greenland
ar: جرينلاند

# countries_GI
source: Gibraltar
ar: جبل طارق

# countries_GH
source: Ghana
ar: غانا

# countries_OM
source: Oman
ar: عُمان

# countries_TN
source: Tunisia
ar: تونس

# countries_JO
source: Jordan
ar: الأردن

# countries_HR
source: Croatia
ar: كرواتيا

# countries_HT
source: Haiti
ar: هايتي

# countries_HU
source: Hungary
ar: هنغاريا

# countries_HK
source: Hong Kong
ar: هونغ كونغ

# countries_HN
source: Honduras
ar: هندوراس

# countries_HM
source: Heard Island and McDonald Islands
ar: جزيرة هيرد وجزر ماكدونالد

# countries_VE
source: Venezuela
ar: فنزويلا

# countries_PR
source: Puerto Rico
ar: بورتو ريكو

# countries_PS
source: Palestinian Territory
ar: فلسطين

# countries_PW
source: Palau
ar: بالاو

# countries_PT
source: Portugal
ar: البرتغال

# countries_SJ
source: Svalbard and Jan Mayen
ar: سفالبارد ويان ماين

# countries_PY
source: Paraguay
ar: باراغواي

# countries_IQ
source: Iraq
ar: العراق

# countries_PA
source: Panama
ar: بنما

# countries_PF
source: French Polynesia
ar: بولينيزيا الفرنسية

# countries_PG
source: Papua New Guinea
ar: بابوا غينيا الجديدة

# countries_PE
source: Peru
ar: بيرو

# countries_PK
source: Pakistan
ar: باكستان

# countries_PH
source: Philippines
ar: الفلبين

# countries_PN
source: Pitcairn
ar: جزر بيتكيرن

# countries_PL
source: Poland
ar: بولندا

# countries_PM
source: Saint Pierre and Miquelon
ar: سان بيار وميكلون

# countries_ZM
source: Zambia
ar: زامبيا

# countries_EH
source: Western Sahara
ar: الصحراء الغربية

# countries_EE
source: Estonia
ar: إستونيا

# countries_EG
source: Egypt
ar: مصر

# countries_ZA
source: South Africa
ar: جنوب أفريقيا

# countries_EC
source: Ecuador
ar: إكوادور

# countries_IT
source: Italy
ar: إيطاليا

# countries_VN
source: Vietnam
ar: فيتنام

# countries_SB
source: Solomon Islands
ar: جزر سليمان

# countries_ET
source: Ethiopia
ar: أثيوبيا

# countries_SO
source: Somalia
ar: الصومال

# countries_ZW
source: Zimbabwe
ar: زمبابوي

# countries_SA
source: Saudi Arabia
ar: السعودية

# countries_ES
source: Spain
ar: إسبانيا

# countries_ER
source: Eritrea
ar: إريتريا

# countries_ME
source: Montenegro
ar: مونتينيغرو

# countries_MD
source: Moldova
ar: مولدوفا

# countries_MG
source: Madagascar
ar: مدغشقر

# countries_MF
source: Saint Martin
ar: سانت مارتن

# countries_MA
source: Morocco
ar: المغرب

# countries_MC
source: Monaco
ar: موناكو

# countries_UZ
source: Uzbekistan
ar: أوزبكستان

# countries_MM
source: Myanmar
ar: ميانمار

# countries_ML
source: Mali
ar: مالي

# countries_MO
source: Macao
ar: ماكاو

# countries_MN
source: Mongolia
ar: منغوليا

# countries_MH
source: Marshall Islands
ar: جزر مارشال

# countries_MK
source: Macedonia
ar: مقدونيا

# countries_MU
source: Mauritius
ar: موريشيوس

# countries_MT
source: Malta
ar: مالطا

# countries_MW
source: Malawi
ar: ملاوي

# countries_MV
source: Maldives
ar: مالديف

# countries_MQ
source: Martinique
ar: مارتينيك

# countries_MP
source: Northern Mariana Islands
ar: جزر ماريانا الشمالية

# countries_MS
source: Montserrat
ar: مونتسرات

# countries_MR
source: Mauritania
ar: موريتانيا

# countries_IM
source: Isle of Man
ar: جزيرة مان

# countries_UG
source: Uganda
ar: أوغندا

# countries_TZ
source: Tanzania
ar: تنزانيا

# countries_MY
source: Malaysia
ar: ماليزيا

# countries_MX
source: Mexico
ar: المكسيك

# countries_IL
source: Israel
ar: إسرائيل

# countries_FR
source: France
ar: فرنسا

# countries_IO
source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني

# countries_SH
source: Saint Helena
ar: سانت هيلينا

# countries_FI
source: Finland
ar: فنلندا

# countries_FJ
source: Fiji
ar: فيجي

# countries_FK
source: Falkland Islands
ar: جزر فوكلاند

# countries_FM
source: Micronesia
ar: ميكرونيسيا

# countries_FO
source: Faroe Islands
ar: جزر فارو

# countries_NI
source: Nicaragua
ar: نيكاراغوا

# countries_NL
source: Netherlands
ar: هولندا

# countries_NO
source: Norway
ar: النرويج

# countries_NA
source: Namibia
ar: ناميبيا

# countries_VU
source: Vanuatu
ar: فانواتو

# countries_NC
source: New Caledonia
ar: كاليدونيا الجديدة

# countries_NE
source: Niger
ar: النيجر

# countries_NF
source: Norfolk Island
ar: جزيرة نورفولك

# countries_NG
source: Nigeria
ar: نيجيريا

# countries_NZ
source: New Zealand
ar: نيوزيلاندا

# countries_NP
source: Nepal
ar: نيبال

# countries_NR
source: Nauru
ar: ناورو

# countries_NU
source: Niue
ar: نييوي

# countries_CK
source: Cook Islands
ar: جزر كوك

# countries_XK
source: Kosovo
ar: كوسوفو

# countries_CI
source: Ivory Coast
ar: ساحل العاج

# countries_CH
source: Switzerland
ar: سويسرا

# countries_CO
source: Colombia
ar: كولومبيا

# countries_CN
source: China
ar: الصين

# countries_CM
source: Cameroon
ar: الكاميرون

# countries_CL
source: Chile
ar: تشيلي

# countries_CC
source: Cocos Islands
ar: جزر كوكوس

# countries_CA
source: Canada
ar: كندا

# countries_CG
source: Republic of the Congo
ar: جمهورية الكونغو

# countries_CF
source: Central African Republic
ar: جمهورية افريقيا الوسطى

# countries_CD
source: Democratic Republic of the Congo
ar: جمهورية الكونغو الديموقراطية

# countries_CZ
source: Czech Republic
ar: جمهورية التشيك

# countries_CY
source: Cyprus
ar: قبرص

# countries_CX
source: Christmas Island
ar: جزيرة كريسماس

# countries_CR
source: Costa Rica
ar: كوستاريكا

# countries_CW
source: Curacao
ar: كوراساو

# countries_CV
source: Cape Verde
ar: الرأس الأخضر

# countries_CU
source: Cuba
ar: كوبا

# countries_SZ
source: Swaziland
ar: سوازيلاند

# countries_SY
source: Syria
ar: سوريا

# countries_SX
source: Sint Maarten
ar: سينت مارتن

# countries_KG
source: Kyrgyzstan
ar: قيرغيزستان

# countries_KE
source: Kenya
ar: كينيا

# countries_SS
source: South Sudan
ar: جنوب السودان

# countries_SR
source: Suriname
ar: سورينام

# countries_KI
source: Kiribati
ar: كيريباتي

# countries_KH
source: Cambodia
ar: كمبوديا

# countries_KN
source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس

# countries_KM
source: Comoros
ar: جزر القمر

# countries_ST
source: Sao Tome and Principe
ar: ساو تومي وبرينسيب

# countries_SK
source: Slovakia
ar: سلوفاكيا

# countries_KR
source: South Korea
ar: كوريا الجنوبية

# countries_SI
source: Slovenia
ar: سلوفينيا

# countries_KP
source: North Korea
ar: كوريا الشمالية

# countries_KW
source: Kuwait
ar: الكويت

# countries_SN
source: Senegal
ar: السنغال

# countries_SM
source: San Marino
ar: سان مارينو

# countries_SL
source: Sierra Leone
ar: سيراليون

# countries_SC
source: Seychelles
ar: سيشل

# countries_KZ
source: Kazakhstan
ar: كازاخستان

# countries_KY
source: Cayman Islands
ar: جزر الكايمان

# countries_SG
source: Singapore
ar: سنغافورة

# countries_SE
source: Sweden
ar: السويد

# countries_SD
source: Sudan
ar: السودان

# countries_DO
source: Dominican Republic
ar: جمهورية الدومينيكان

# countries_DM
source: Dominica
ar: دومينيكا

# countries_DJ
source: Djibouti
ar: جيبوتي

# countries_DK
source: Denmark
ar: الدنمارك

# countries_VG
source: British Virgin Islands
ar: جزر العذراء البريطانيّة

# countries_DE
source: Germany
ar: ألمانيا

# countries_YE
source: Yemen
ar: اليمن

# countries_DZ
source: Algeria
ar: الجزائر

# countries_US
source: United States
ar: الولايات المتحدة

# countries_UY
source: Uruguay
ar: الأوروغواي

# countries_YT
source: Mayotte
ar: مايوت

# countries_UM
source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة الصغيرة النائية

# countries_LB
source: Lebanon
ar: لبنان

# countries_LC
source: Saint Lucia
ar: سانت لوسيا

# countries_LA
source: Laos
ar: لاوس

# countries_TV
source: Tuvalu
ar: توفالو

# countries_TW
source: Taiwan
ar: تايوان

# countries_TT
source: Trinidad and Tobago
ar: ترينيداد وتوباغو

# countries_TR
source: Turkey
ar: تركيا

# countries_LK
source: Sri Lanka
ar: سريلانكا

# countries_LI
source: Liechtenstein
ar: ليختنشتاين

# countries_LV
source: Latvia
ar: لاتفيا

# countries_TO
source: Tonga
ar: تونغا

# countries_LT
source: Lithuania
ar: ليتوانيا

# countries_LU
source: Luxembourg
ar: لوكسمبورغ

# countries_LR
source: Liberia
ar: ليبيريا

# countries_LS
source: Lesotho
ar: ليسوتو

# countries_TH
source: Thailand
ar: تايلاند

# countries_TF
source: French Southern Territories
ar: أراضي فرنسية جنوبية

# countries_TG
source: Togo
ar: توغو

# countries_TD
source: Chad
ar: تشاد

# countries_TC
source: Turks and Caicos Islands
ar: جزر توركس وكايكوس

# countries_LY
source: Libya
ar: ليبيا

# countries_VA
source: Vatican
ar: الفاتيكان

# countries_VC
source: Saint Vincent and the Grenadines
ar: سانت فينسنت والغرينادين

# countries_AE
source: United Arab Emirates
ar: الإمارات العربية المتحدة

# countries_AD
source: Andorra
ar: أندورا

# countries_AG
source: Antigua and Barbuda
ar: أنتيغوا وباردودا

# countries_AF
source: Afghanistan
ar: أفغانستان

# countries_AI
source: Anguilla
ar: أنغويلا

# countries_VI
source: U.S. Virgin Islands
ar: جزر العذراء الأمريكيّة

# countries_IS
source: Iceland
ar: أيسلندا

# countries_IR
source: Iran
ar: إيران

# countries_AM
source: Armenia
ar: أرمينيا

# countries_AL
source: Albania
ar: ألبانيا

# countries_AO
source: Angola
ar: أنغولا

# countries_AQ
source: Antarctica
ar: أنتاركتيكا

# countries_AS
source: American Samoa
ar: ساموا الأمريكية

# countries_AR
source: Argentina
ar: الأرجنتين

# countries_AU
source: Australia
ar: أستراليا

# countries_AT
source: Austria
ar: النمسا

# countries_AW
source: Aruba
ar: أروبا

# countries_IN
source: India
ar: الهند

# countries_AX
source: Aland Islands
ar: جزر أولاند

# countries_AZ
source: Azerbaijan
ar: أذربيجان

# countries_IE
source: Ireland
ar: أيرلندا

# countries_ID
source: Indonesia
ar: إندونيسيا

# countries_UA
source: Ukraine
ar: أوكرانيا

# countries_QA
source: Qatar
ar: قطر

# countries_MZ
source: Mozambique
ar: موزمبيق

# home_heading
source: Wealth Overview
ar: نظرة عامة على ثروتك

# home_subheading
source: Summary
ar: ملخص

# home_label_totalNetWorth
source: Total Net Worth
ar: إجمالي صافي رأس المال

# home_label_assets
source: Assets
ar: أصول

# home_label_liabilities
source: Liabilities
ar: الالتزامات

# home_label_yourAssets
source: Your Assets
ar: أصولك

# home_text_lastDays
source: Change in last {{days}} days
ar: التغيير في آخر {{days}} أيام

# home_select_duration_options_seven
source: Last 7 days
ar: آخر سبعة أيام

# home_select_duration_options_thirty
source: Last 30 days
ar: آخر 30 يوم

# home_widget_geography_title
source: Geographical Exposure
ar: التعرض إلى المناطق الجغرافية

# home_widget_geography_label_continents
source: Continent
ar: القارّة

# home_widget_geography_label_allocation
source: Allocation
ar: التوزيع

# home_widget_geography_button_more
source: More
ar: المزيد

# manage_page_title
source: Manage your Assets
ar: أدر أصولك

# manage_page_description
source: Create my account
ar: إنشاء حسابي

# manage_heading
source: Hi {{name}}!
ar: مرحباً {{name}}!

# manage_subHeading
source: Add your assets to combine them in one single platform
ar: أضف أصولك لجمعها في منصة واحدة

# manage_assetAndLiability_title
source: Add an Asset
ar: أضف الأصول

# manage_assetAndLiability_description
source: You can always add more later.
ar: يمكنك دائماً إضافة المزيد لاحقاً.

# manage_assetAndLiability_assetAndLiabilityList_bankAccount_title
source: Bank account
ar: حساب مصرفي

# manage_assetAndLiability_assetAndLiabilityList_bankAccount_description
source: Current account, savings account, or term deposit account.
ar: حساب جاري أو حساب ادخار أو حساب ودائع لأجَل.

# manage_assetAndLiability_assetAndLiabilityList_realEstate_title
source: Real estate
ar: عقار

# manage_assetAndLiability_assetAndLiabilityList_realEstate_description
source: Investment in a residential, commercial or land real estate.
ar: استثمار في عقار سكني أو تجاري أو في أرض.

# manage_assetAndLiability_assetAndLiabilityList_listedAssets_title
source: Listed assets
ar: أصول مدرجة

# manage_assetAndLiability_assetAndLiabilityList_listedAssets_description
source: Investment in stocks.
ar: استثمار في الأسهم.

# manage_assetAndLiability_assetAndLiabilityList_privateEquity_title
source: Private equity
ar: الأسهم الخاصة

# manage_assetAndLiability_assetAndLiabilityList_privateEquity_description
source: Investment in a company that is not publicly listed or traded.
ar: استثمار في شركة غير مدرجة أو متداولة في البورصة.

# manage_assetAndLiability_assetAndLiabilityList_privateDebt_title
source: Private debt
ar: الديون الخاصّة

# manage_assetAndLiability_assetAndLiabilityList_privateDebt_description
source: Investment to acquire the debt of a private company.
ar: استثمار للاستحواذ على دين شركة خاصّة.

# manage_assetAndLiability_assetAndLiabilityList_others_title
source: Others
ar: غيرها

# manage_assetAndLiability_assetAndLiabilityList_others_description
source: Other investments including vehicles, jewelry, or pieces of art.
ar: استثمارات أخرى منها مركبات أو مجوهرات أو قطع فنيّة.

# manage_assetAndLiability_assetAndLiabilityList_loan_title
source: Loan
ar: قرض

# manage_assetAndLiability_assetAndLiabilityList_loan_description
source: Home, car, business or personal loan.
ar: قرض لمنزل أو سيارة أو تجاري أو شخصي.

# manage_labels_footerDisclaimer
source: You can add another asset on the next page
ar: يمكنك إضافة أصل آخر في الصفحة التالية

# manage_securityInfoWidget_title
source: Your privacy & data security are our priority
ar: خصوصيّتك وأمن بياناتك هما أولويتنا

# manage_securityInfoWidget_description
source: Your data is private and protected in transit with TLS 1.2 technology.
ar: إنّ بياناتك خاصّة ومحمية في العبور مع تكنولوجيا طبقة النقل الآمنة 1,2.

# profile_page_title
source: Profile
ar: الملف الشخصي

# profile_page_description
source: Manage your personal details.
ar: إدارة التفاصيل الشخصية الخاصة بك.

# profile_changePassword_heading
source: Change Password
ar: تغيير كلمة السرّ

# profile_changePassword_text_password
source: Password
ar: كلمة السرّ

# profile_changePassword_button_change
source: Change Password
ar: تغيير كلمة السرّ

# profile_tabs_heading
source: Settings
ar: الإعدادات

# profile_tabs_personal_name
source: Personal Details
ar: التفاصيل الشخصية

# profile_tabs_personal_headings_personalInfo
source: Personal Information
ar: المعلومات الشخصية

# profile_tabs_personal_headings_contactInfo
source: Contact Information
ar: معلومات الاتصال

# profile_tabs_personal_fields_label_firstName
source: First Name
ar: الاسم الأوّل

# profile_tabs_personal_fields_label_lastName
source: Last Name
ar: الاسم الأخير

# profile_tabs_personal_fields_label_email
source: Personal Email
ar: البريد الإلكتروني الشخصي

# profile_tabs_personal_fields_label_primaryPhoneNumber
source: Primary phone number
ar: رقم الهاتف الرئيسي

# profile_tabs_personal_placeholders_firstName
source: Enter First Name
ar: أدخل اسمك الأوّل

# profile_tabs_personal_placeholders_lastName
source: Enter Last Name
ar: أدخل اسمك الأخير

# profile_tabs_preferences_name
source: Preferences
ar: التفضيلات

# profile_tabs_preferences_heading
source: Your preferred language
ar: لغتك المفضلة

# profile_tabs_preferences_subHeading
source: Select your preferred language that will be used every time you log-in to the platform.
ar: اختر لغتك المفضلة التي ستستخدم في كلّ مرة لتسجيل الدخول إلى المنصة.
