Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# linkAccount_stepper_cif_tooltip_juliusbar
source: You can access your account number on the right side of page 1
ar: يمكنك الوصول إلى رقم حسابك عند الجهة اليمين من الصفحة الأولى

# auth_login_toast_error_unexpected
source: We are experiencing some technical issues. Please try again shortly.
ar: نواجه بعض المشاكل التقنية. يرجى المحاولة بعد قليل.

# assets_charts_allocationCharts_legendLabel_total
source: Total
ar: المجموع

# linkAccount_deleteCustodianBankModal_description
source: You are about to delete the request to link your custodian bank account. This action cannot be reversed.
ar: أنت على وشك حذف طلب ربط حسابك في البنك الوصي. لا يمكن التراجع عن هذه الخطوة.

# linkAccount_deleteCustodianBankModal_yes
source: Yes
ar: نعم

# linkAccount_deleteCustodianBankModal_no
source: No
ar: لا

# auth_forgot_emailSentSuccess_subheading_mobile
source: We have sent a message to %s with instructions to reset your password.
ar: لقد أرسلنا رسالة إلى %s مع تعليمات إعادة ضبط كلمة السرّ.

# auth_verify_description_mobile
source: To verify your email, please click the link in the message we sent to %s
ar: لتأكيد بريدك الإلكتروني، الرجاء النقر على الرابط الموجود في الرسالة التي أرسلناها إلى %s

# common_submitEnquiryModal_reasons_discuss_label
source: I want to discuss my aggregated portfolio
ar: أريد مناقشة محفظتي المتكاملة

# common_submitEnquiryModal_reasons_discuss_value
source: I want to discuss my aggregated portfolio
ar: أريد مناقشة محفظتي المتكاملة

# common_submitEnquiryModal_reasons_custodianBank_label
source: I want you to add a new custodian
ar: أريد أن تضيفوا مؤسسة وصية جديدة

# common_submitEnquiryModal_reasons_custodianBank_value
source: I want you to add a new custodian
ar: أريد أن تضيفوا مؤسسة وصية جديدة

# auth_signup_checkbox_termsService_mobile
source: Terms of Service
ar: شروط الخدمة

# assets_label_allocation
source: Allocation
ar: توزيع الأصول

# assets_charts_allocationCharts_treemapLabel
source: Tree Map
ar: مخطّط خريطة الشجرة

# assets_charts_allocationCharts_worldmapLabel
source: World Map
ar: خريطة العالم

# assets_tooltips_percentageAbsurd
source: This value may be incorrect. We advise you to check the data coming from your custodian.
ar: قد تكون هذه القيمة غير صحيحة. ننصحك بالتأكد من البيانات الصادرة عن المؤسسة الوصية.

# common_errors_maxChar
source: Description mustn’t exceed {{maxChar}} characters.
ar: يجب ألا يتجاوز الشرح {{maxChar}} حرفًا.

# support_text_here
source: here
ar: هنا

# linkAccount_stepper_cif_label_jpmorgan
source: Account Number
ar: رقم الحساب

# linkAccount_stepper_cif_tooltip_jpmorgan
source: You can access your account number in the top right side of the first page
ar: يمكنك الوصول إلى رقم حسابك عند الجانب العلوي الأيمن من الصفحة الأولى

# assets_label_emptyState
source: No transactions to display
ar: لا معاملات متاحة للعرض

# profile_preferences_language
source: Language
ar: لغة

# home_chartOptions_ytd
source: YTD
ar: منذ بداية العام

# home_chartOptions_itd
source: ITD
ar: منذ بداية العلاقة

# home_chartOptions_last30Days
source: Last 30 days
ar: آخر 30 يوم

# home_chartOptions_last7Days
source: Last 7 days
ar: آخر سبعة أيام

# profile_tabs_preferences_privacyMode_label
source: Privacy Mode
ar: وضع الخصوصية

# profile_tabs_preferences_privacyMode_desc
source: By using this feature, you choose to blur your balances and asset classes to prevent anyone from improperly viewing your wealth.
ar: عبر استخدام هذه الميزة، تختار تغشية أرصدة حساباتك وفئات أصولك لمنع أيّ أحد من النظر على نحوٍ غير ملائم إلى ثروتك.

# profile_tabs_preferences_privacyMode_warning
source: You can disable "Privacy Mode" in Profile > Preferences
ar: يمكنك إبطال "وضع الخصوصية" في الملف الشخصي > التفضيلات.

# profile_tabs_preferences_privacyMode_toast_active_title
source: Privacy mode has been turned on.
ar: تمّ تفعيل وضع الخصوصية.

# profile_tabs_preferences_privacyMode_toast_active_desc
source: Sensitive data is now being hidden
ar: يمكنك الخروج من وضع الخصوصية عبر إيقافه في الإعدادات.

# profile_tabs_preferences_privacyMode_toast_disabled_title
source: Privacy mode has been turned off.
ar: تمّ إيقاف وضع الخصوصية.

# profile_tabs_preferences_privacyMode_toast_disabled_decs
source: Sensitive data is now being shown
ar: البيانات الحساسة مرئية الآن.

# scheduleMeeting_meetingType_options_videoConference
source: Video Conference
ar: اتصال فيديو

# scheduleMeeting_meetingType_options_call
source: Phone Call
ar: مكالمة هاتفية

# common_glossary_subheading
source: Definition of the most used terms and expressions on our platform
ar: تعريف المصطلحات والتعابير الأكثر استخداماً عبر المنصة

# common_glossary_heading
source: Glossary
ar: قاموس المصطلحات

# common_glossary_placeholder
source: Search Glossary
ar: ابحث في قاموس المصطلحات

# common_glossary_close
source: Close
ar: إغلاق

# common_glossary_noDataFoundHeading
source: No result found
ar: لا نتائج

# common_glossary_noDataFoundSubHeading
source: We couldn’t find what you are looking for
ar: لم نجد ما تبحث عنه

# common_glossary_title
source: Glossary
ar: قاموس المصطلحات

# common_glossary_description
source: Discover a list of our most used terms and expressions
ar: اكتشف قائمة من المصطلحات والتعابير الأكثر استخداماً عبر المنصة

# assets_charts_allocationCharts_percentAreaLabel
source: % Area Chart
ar: رسم بياني مساحي %

# common_privacy_message
source: You can disable "Privacy Mode" in Profile > Preferences
ar: يمكنك إبطال "وضع الخصوصية" في الملف الشخصي > التفضيلات.

# common_privacy_on
source: Privacy mode has been turned on.
ar: تمّ تفعيل وضع الخصوصية.

# common_privacy_off
source: Privacy mode has been turned off.
ar: تمّ إيقاف وضع الخصوصية.

# common_privacy_onSubheading
source: Sensitive data is now hidden.
ar: البيانات الحساسة مخفية الآن.

# common_privacy_offSubheading
source: Sensitive data is now visible.
ar: البيانات الحساسة مرئية الآن.

# home_twoFactorRecommendation_title
source: Add mobile number for two-factor authentication
ar: أدخل رقم جوالك لتفعيل ميزة التحقّق بخطوتين

# home_twoFactorRecommendation_description
source: This step is recommended for the simplest authentication possible.
ar: يوصى بهذه الخطوة لأبسط تحقّق ممكن.

# profile_twoFactor_header
source: Two-factor authentication
ar: ميزة التحقق بخطوتين

# profile_twoFactor_page_title
source: 2FA feature is turned on
ar: تمّ تفعيل ميزة التحقق بخطوتين

# home_twoFactorRecommendation_btn
source: Add Mobile Number
ar: أضف رقم الجوال

# auth_verifyOtp_title
source: Two-factor authentication
ar: ميزة التحقق بخطوتين

# assetLiabilityForms_toast_assetEditSuccess
source: Your {{assetName}} asset has been updated successfully.
ar: تمّ تحديث الأصل من نوع {{assetName}} بنجاح.

# profile_otpVerification_page_title
source: Welcome
ar: مرحباً

# profile_otpVerification_page_description
source: Verify OTP
ar: تحقّق من كلمة المرور لمرة واحدة (OTP)

# profile_otpVerification_button_exit
source: Exit
ar: خروج

# profile_otpVerification_button_resendSMS
source: Resend code
ar: إعادة إرسال الرمز

# profile_otpVerification_button_verify
source: Verify
ar: تحقّق

# profile_otpVerification_button_back
source: Back
ar: العودة

# profile_otpVerification_button_sendVerification
source: Send verification
ar: تحقّق من رقم الهاتف

# profile_otpVerification_button_submit
source: Submit
ar: إرسال

# profile_otpVerification_button_continue
source: Contine
ar: إكمال

# profile_otpVerification_label_heading
source: Enter verification code
ar: أدخل رمز التحقق

# profile_otpVerification_text_verificationCode
source: Verification code
ar: رمز التحقق

# profile_otpVerification_text_verificationCodeNotReceived
source: Haven’t received the code?
ar: ألم تتلقّ الرمز؟

# profile_otpVerification_text_codeWillExpire
source: Your code will expire in:
ar: ستنتهي صلاحية الرمز بعد:

# profile_otpVerification_text_onboardingOtp
source: To keep you account secure, we will send a verification code to your phone number.
ar: للحفاظ على أمان حسابك، سنرسل رمز تحقّق إلى رقم هاتفك.

# profile_otpVerification_error_invalidOTP
source: Incorrect verification code. Please try again.
ar: رمز التحقق غير صحيح. يرجى المحاولة من جديد.

# profile_otpVerification_error_expiredOTP
source: Your verification code has expired. Click on 'Resend code' to receive a new one.
ar: انتهت صلاحية رمز التحقّق. انقر على ’إعادة إرسال الرمز‘ للحصول على رمز جديد.

# profile_otpVerification_error_maximumAttempt
source: You have exceeded the maximum number of attempts.
ar: لقد تخطيت العدد المسموح من المحاولات.

# profile_otpVerification_error_alreadyRegistered
source: This phone number has already been registered.
ar: سبق أن سُجل رقم الهاتف هذا.

# profile_otpVerification_error_invalidNumber
source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح.

# profile_otpVerification_error_generic
source: Something went wrong, please try again.
ar: حدث خطأ ما، يرجى المحاولة من جديد.

# profile_otpVerification_error_unexpected
source: We are experiencing some technical issues. Please try again shortly.
ar: نواجه بعض المشاكل التقنية. يرجى المحاولة بعد قليل.

# profile_otpVerification_toast_success_title
source: Profile Created
ar: تم إنشاء الملف الشخصي

# profile_otpVerification_toast_otpVerifiedSuccess_title
source: Your phone number has been successfully verified.
ar: تمّ التحقّق من رقم هاتفك بنجاح.

# profile_otpVerification_failed_heading
source: You have exceeded the maximum number of attempts.
ar: لقد تخطيت العدد المسموح من المحاولات.

# profile_otpVerification_failed_description
source: For security measures, you can try to login again in 60 minutes.
ar: لإجراءات أمنية، يمكنك محاولة تسجيل الدخول من جديد بعد 60 دقيقة.

# profile_tabs_personal_fields_label_verified
source: Verified
ar: جرى التحقق

# profile_tabs_personal_fields_label_notVerified
source: Not Verified
ar: لم يجرِ التحقق

# profile_tabs_personal_label_verifyNumber
source: We need to verify your phone number to keep your account secure.
ar: نحتاج إلى التحقق من رقم هاتفك للحفاظ على أمان حسابك.

# profile_tabs_personal_label_sendCode
source: Send verification code
ar: إرسال رمز التحقق

# profile_tabs_personal_button_cancel
source: Cancel
ar: إلغاء

# profile_tabs_personal_button_updateAndVerify
source: Update and Verify
ar: التحديث والتحقّق

# common_button_yesTurnOff2FA
source: Yes, turn off 2FA
ar: نعم، إيقاف الميزة

# common_button_yes
source: Yes
ar: نعم

# profile_twofactorauthentication_page_title
source: Two-factor authentication
ar: ميزة التحقق بخطوتين

# profile_twofactorauthentication_page_heading
source: Two-factor authentication (2FA)
ar: ميزة التحقق بخطوتين

# profile_twofactorauthentication_page_description
source: Two-factor authentication protects your account with an extra layer of security.
ar: ميزة التحقق بخطوتين تحمي حسابك عبر مستوى إضافي من الأمان.

# profile_twofactorauthentication_label_enabledEmail
source: Enabled with email address
ar: تمّ التفعيل مع عنوان البريد الإلكتروني

# profile_twofactorauthentication_label_enabledPhoneNumber
source: Enabled with mobile phone number
ar: تمّ التفعيل مع رقم الجوال

# profile_twofactorauthentication_breadCrumb_settings
source: Settings
ar: الإعدادات

# profile_twofactorauthentication_breadCrumb_twoFactorAuthentication
source: Two-factor authentication
ar: ميزة التحقق بخطوتين

# profile_twofactorauthentication_options_twoFactor_title
source: Two-factor authentication is turned on
ar: تمّ تفعيل ميزة التحقق بخطوتين

# profile_twofactorauthentication_options_twoFactor_description
source: Each time you login, you'll receive a unique single-use code via sms and/or email.
ar: عند تسجيل الدخول، تحصل على رمز فريد لمرّة واحدة عبر رسالة نصية و/أو البريد الإلكتروني.

# profile_twofactorauthentication_options_emailTwoFactor_title
source: Email address:
ar: عنوان البريد الإلكتروني:

# profile_twofactorauthentication_options_emailTwoFactor_description
source: You will receive an OTP on your registered email address.
ar: ستتلقى كلمة مرور لمرة واحدة (OTP) على بريدك الإلكتروني المسجل.

# profile_twofactorauthentication_options_smsTwoFactor_title
source: By text message (recommended):
ar: برسالة نصية (موصى به):

# profile_twofactorauthentication_options_smsTwoFactor_description
source: For a simple authentication process, please enter your mobile phone number to receive an OTP.
ar: لعمليّة تحقق بسيطة، يُرجى إدخال رقم هاتفك الجوال للحصول على كلمة مرور لمرة واحدة (OTP).

# profile_twofactorauthentication_options_smsTwoFactor_otpdescription
source: An OTP was sent to your registered email address and phone number. Please enter the code to verify your account.
ar: أُرسلت كلمة المرور لمرة واحدة (OTP) إلى بريدك الإلكتروني ورقم هاتفك المسجلين. يرجى إدخال الرمز لتأكيد حسابك.

# profile_twofactorauthentication_input_description
source: To keep your account secure, we need to verify your phone number.
ar: للحفاظ على أمان حسابك، نحتاج إلى التحقّق من رقم هاتفك.

# profile_twofactorauthentication_modal_title
source: Are you sure you want to disable the two-factor authentication?
ar: هل أنت متأكد أنّك تريد إبطال ميزة التحقق بخطوتين؟

# profile_twofactorauthentication_modal_description
source: Two-factor authentication makes it extra difficult for anyone other than you to access your account.
ar: تصعب ميزة التحقق بخطوتين وصول أيّ شخصٍ سواك إلى حسابك.

# profile_twofactorauthentication_button_update2FA
source: Change two_factor authentication
ar: تغيير ميزة التحقق بخطوتين

# profile_twofactorauthentication_button_cancel
source: Cancel
ar: إلغاء

# profile_twofactorauthentication_button_sendCode
source: Send verification code
ar: إرسال رمز التحقق

# profile_twofactorauthentication_button_backToLogin
source: Back to login
ar: العودة إلى تسجيل الدخول

# profile_twofactorauthentication_button_back
source: Back
ar: العودة

# profile_twofactorauthentication_onboarding_error_invalidOTP
source: Incorrect verification code. Please try again.
ar: رمز التحقق غير صحيح. يرجى المحاولة من جديد.

# profile_twofactorauthentication_onboarding_error_expiredOTP
source: Your verification code has expired. Click on 'Resend code' to receive a new one.
ar: انتهت صلاحية رمز التحقّق. انقر على ’إعادة إرسال الرمز‘ للحصول على رمز جديد.

# profile_twofactorauthentication_onboarding_error_maximumAttempt
source: Incorrect OTP, please try again. You have {{attempt}} remaining attempts.
ar: كلمة المرور لمرة واحدة غير صحيحة، يرجى المحاولة من جديد. تتبقى {{attempt}} محاولات.

# profile_twofactorauthentication_onboarding_error_alreadyRegistered
source: This phone number has already been registered.
ar: سبق أن سُجل رقم الهاتف هذا.

# profile_twofactorauthentication_onboarding_error_invalidNumber
source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح.

# profile_twofactorauthentication_onboarding_error_generic
source: Something went wrong, please try again.
ar: حدث خطأ ما، يرجى المحاولة من جديد.

# profile_tabs_preferences_privacy_heading
source: Privacy Mode
ar: وضع الخصوصية

# profile_tabs_preferences_privacy_subheading
source: By using this feature, you choose to blur your balances and asset classes to prevent anyone from improperly viewing your wealth.
ar: عبر استخدام هذه الميزة، تختار تغشية أرصدة حساباتك وفئات أصولك لمنع أيّ أحد من النظر على نحوٍ غير ملائم إلى ثروتك.

# assets_valuationModal_labels_date
source: Date
ar: التاريخ

# assets_valuationModal_placeholder_date
source: Enter date
ar: أدخل التاريخ

# assets_valuationModal_labels_action
source: Action
ar: الإجراء

# assets_valuationModal_placeholder_action
source: Enter action
ar: أدخل الإجراء

# assets_valuationModal_labels_currency
source: Currency
ar: العملة

# assets_valuationModal_labels_noOfUnits
source: Number of units
ar: عدد الوحدات

# assets_valuationModal_placeholder_noOfUnits
source: Enter number of units
ar: أدخل عدد الوحدات

# assets_valuationModal_labels_valuePerUnit
source: Value
ar: القيمة

# assets_valuationModal_placeholder_valuePerUnit
source: Enter value
ar: يُرجى إدخال القيمة

# assets_valuationModal_labels_ownership
source: Ownership
ar: نسبة الملكية

# assets_valuationModal_placeholder_ownership
source: Enter % of ownership
ar: أدخل نسبة الملكية

# assets_valuationModal_labels_note
source: Note (optional)
ar: ملاحظة (إجابة اختيارية)

# assets_valuationModal_placeholder_note
source: Enter note
ar: أدخل ملاحظة

# assets_valuationModal_buttons_buttons_cancel
source: Cancel
ar: إلغاء

# assets_valuationModal_buttons_buttons_save
source: Save
ar: حفظ

# assets_valuationModal_buttons_buttons_addValuation
source: Add Transaction
ar: أضف صفقة

# assets_valuationModal_errors_acquisitionDate
source: Please select the acquisition date
ar: يرجى اختيار تاريخ الاستحواذ

# assets_valuationModal_errors_currentValue
source: The value mustn't be below 1
ar: لا ينبغي أن تكون القيمة أدنى من 1

# assets_valuationModal_errors_value
source: The value mustn't be below 1
ar: لا ينبغي أن تكون القيمة أدنى من 1

# assets_valuationModal_errors_valuatedAt
source: Please select the acquisition date
ar: يرجى اختيار تاريخ الاستحواذ

# assets_valuationModal_errors_currentValueInt
source: The value must be a number
ar: ينبغي أن تكون القيمة عدداً

# assets_valuationModal_errors_ownershipMin
source: The value mustn't be below 1
ar: لا ينبغي أن تكون القيمة أدنى من 1

# assets_valuationModal_errors_ownershipMax
source: The value mustn't exceed 100
ar: لا ينبغي أن تتخطى القيمة 100

# assets_valuationModal_errors_owershipInt
source: The ownership percentage must be a number
ar: ينبغي أن تكون نسبة الملكية عدداً

# assets_valuationModal_heading
source: {{addOrEdit}} Transaction
ar: أضف صفقة

# assets_valuationModal_labels_Buy
source: Buy
ar: شراء

# assets_valuationModal_labels_Sell
source: Sell
ar: بيع

# assets_valuationModal_labels_IncomeCapitalDistribution
source: Income / Capital Distribution
ar: توزيع الدخل / رأس المال

# assets_valuationModal_labels_totalCost
source: Total Cost
ar: التكلفة الإجمالية

# assets_valuationModal_labels_costPerUnit
source: Cost per unit
ar: تكلفة الوحدة

# assets_valuationModal_labels_marketValuation
source: Market valuation
ar: القيمة في السوق

# assets_valuationModal_placeholder_costPerUnit
source: Enter the cost per unit
ar: أدخل تكلفة الوحدة

# assets_valuationModal_placeholder_quantity
source: Enter number of units
ar: أدخل عدد الوحدات

# assets_valuationModal_placeholder_marketValuation
source: Market valuation
ar: القيمة في السوق

# home_mobileVerificationCard_heading
source: Add your mobile number to activate the two-factor authentication
ar: أدخل رقم هاتفك الجوال لتفعيل ميزة التحقّق بخطوتين

# home_mobileVerificationCard_subheading
source: By activating the two-factor authentication, you protect your account with an extra layer of security.
ar: عبر تفعيل ميزة التحقق بخطوتين، تحمي حسابك بمستوى إضافي من الأمان.

# home_mobileVerificationCard_button_addMobileNumber
source: Add mobile number
ar: أضف رقم الجوال

# profile_otpVerification_error_failedAttempt
source: Code incorrect, please try again. %s attempts remaining.
ar: الرمز غير صحيح، يرجى المحاولة من جديد. تتبقى %s محاولات.

# profile_tabs_personal_label_toEnable2FA
source: to enable two-factor authentication.
ar: لتفعيل ميزة التحقق بخطوتين.

# profile_otpVerification_button_resendSMSIn
source: Resend it in {{second}}s
ar: إعادة الإرسال بعد {{second}} ثواني

# profile_twofactorauthentication_page_mobileVerificationDescription
source: An OTP has been sent to your mobile number for verification. Please enter the code.
ar: أُرسلت كلمة مرور لمرة واحدة (OTP) إلى رقم هاتفك الجوال للتحقّق. يرجى إدخال الرمز.

# profile_otpVerification_toast_otpSentSuccess_title
source: A one-time password (OTP) has been sent to the following mobile number {{countryCode}}-XXXXXX{{phoneNumber}}
ar: أُرسلت كلمة المرور لمرة واحدة (OTP) إلى رقم الجوال التالي {{countryCode}}-XXXXXX{{phoneNumber}}

# profile_twofactorauthentication_page_2fa
source: Two-factor authentication
ar: ميزة التحقق بخطوتين

# profile_twofactorauthentication_button_change2FA
source: Change
ar: تغيير

# profile_twoFactorAuthentication_toast_on
source: Two-factor authentication has been turned on
ar: تمّ تفعيل ميزة التحقق بخطوتين

# profile_otpVerification_toast_otpUpdatedSuccess_title
source: Your mobile number has been successfully added
ar: أضيف رقم جوالك بنجاح

# common_errors_otpFailedHeading
source: Too many failed passcode attempts
ar: لقد تخطيت العدد المسموح من المحاولات

# common_errors_otpFaildDescription
source: For security measures, the next attempt of login will be possible in 60 minutes.
ar: لإجراءات أمنية، يمكنك محاولة تسجيل الدخول من جديد بعد 60 دقيقة.

# common_button_no
source: No
ar: لا

# liabilities_details_card_collateral
source: Collateral
ar: الضمان

# liabilities_details_card_insurance
source: Insurance
ar: التأمين

# liabilities_details_card_interest
source: Interest
ar: الفائدة

# liabilities_details_card_principal
source: Principal
ar: المبلغ الأصلي

# liabilities_details_card_monthlyPayment
source: Monthly payments
ar: الدفعات الشهرية

# liabilities_details_card_amountPaidBack
source: Amount paid back
ar: المبلغ المدفوع

# liabilities_details_card_details
source: Details
ar: التفاصيل

# liabilities_details_card_ownership
source: Total cost of ownership
ar: التكلفة الإجمالية للملكية

# liabilities_details_card_balance
source: Your balance
ar: رصيدك

# liabilities_label_updatedDate
source: Date
ar: التاريخ

# liabilities_label_notes
source: Notes
ar: السندات

# liabilities_details_transactions_outstanding
source: Outstanding
ar: الرصيد المستحق

# liabilities_details_transactions_addTransactions
source: Add transaction
ar: إضافة صفقة

# liabilities_details_transactions_description
source: To keep your net worth updated, refresh your outstanding balance
ar: لتحديث صافي ثروتك بشكلٍ مستمر، حدّث رصيدك المستحق

# assets_valuationModal_labels_payment
source: Payment
ar: الدفعة

# home_custodianPerformanceComparision_table_header_serialNumber
source: Serial Number
ar: الرقم المتسلسل

# home_custodianPerformanceComparision_table_header_custodianName
source: Custodian Name
ar: اسم المؤسسة الوصيّة

# home_custodianPerformanceComparision_table_header_performance
source: Performance
ar: الأداء (منذ بداية العلاقة)

# home_custodianPerformanceComparision_table_header_amount
source: Amount (USD)
ar: المبلغ (دولار)

# home_custodianPerformanceComparision_table_header_riskPA
source: Risk
ar: المخاطر

# home_custodianPerformanceComparision_table_header_sharpeRatio
source: Sharpe Ratio
ar: نسبة "شارب"

# home_custodianPerformanceComparision_title
source: Performance comparison of custodians
ar: مقارنة أداء المؤسّسات الوصية

# assets_valuationModal_edit_messages_save
source: Save new data entry?
ar: هل تريد حفظ البيانات الجديدة؟

# assets_valuationModal_edit_messages_undone
source: This action cannot be undone
ar: عند الموافقة، لا يمكن التراجع عن هذه الخطوة.

# assets_valuationModal_edit_messages_discard
source: All changes will be discarded
ar: ستُلغى هذه التغييرات.

# assets_valuationModal_edit_buttons_cancel
source: Cancel
ar: إلغاء

# assets_valuationModal_edit_buttons_goBack
source: Go back to form
ar: العودة إلى الاستمارة

# assets_valuationModal_edit_buttons_save
source: Save
ar: حفظ

# assets_valuationModal_edit_buttons_discard
source: Discard changes
ar: إلغاء التغييرات

# assets_valuationModal_edit_buttons_edit
source: Edit
ar: تعديل

# assets_geography_Oceania
source: Oceania
ar: أوقيانوسيا

# assets_valuationModal_buttons_cancel
source: Cancel
ar: إلغاء

# assets_valuationModal_buttons_save
source: Save
ar: حفظ

# assets_valuationModal_buttons_addValuation
source: Add Transaction
ar: إضافة صفقة

# common_emptyText_emptyState
source: Your data is up to date, and there are currently no transactions available for viewing.
ar: بياناتك محدثة ولا صفقات متاحة حالياً للعرض.

# common_linkTFO_text_mandateId
source: Account ID#
ar: رقم الحساب

# common_linkTFO_modal_oneMandate_title
source: Your account has been successfully linked
ar: رُبط حسابك بنجاح

# common_linkTFO_modal_oneMandate_description
source: Data will be synchronized within the next 1 to 2 working days.
ar: تُزامن البيانات خلال يوم عمل أو اثنين.
