Repository: sepehr13494/wmd
Catalog: lib/l10n/app_*.arb
Languages: ar

# common_button_connect
source: Connect
ar: الاتصال

# common_button_viewMore
source: View more
ar: عرض المزيد

# common_button_viewLess
source: View less
ar: عرض أقل

# common_button_delete
source: Delete
ar: حذف

# common_button_seeMore
source: See more
ar: أعرض المزيد

# common_button_editDetails
source: Edit details
ar: تعديل التفاصيل

# common_button_ok
source: Ok
ar: موافق

# common_button_skip
source: Skip
ar: تجاوز

# common_button_next
source: Next
ar: التالي

# common_help_needSupport
source: Do you need help?
ar: هل تحتاج مساعدة؟

# common_nav_links_assets
source: Assets
ar: أصول

# common_nav_links_liabilities
source: Liabilities
ar: الالتزامات

# common_nav_links_profile
source: Profile
ar: الملف الشخصي

# common_nav_links_expandOrCollapse
source: Expand or collapse the navigation bar
ar: توسيع شريط التنقل أو تصغيره

# common_submitEnquiryModal_title
source: Contact our customer support team
ar: تواصل مع فريقنا لدعم العملاء

# common_submitEnquiryModal_description
source: Contact us if you have any questions. We will get back to you as soon as possible.
ar: تواصل معنا إذا كانت لديك أي أسئلة. سنرد عليك في أسرع وقت.

# common_submitEnquiryModal_placeholder
source: Select contact reason
ar: حدد سبب الاتصال

# common_submitEnquiryModal_textarea_placeholder
source: Type your message here
ar: اكتب رسالتك هنا

# common_submitEnquiryModal_reasons_learnMore_label
source: I want to learn more about available investment products
ar: أرغب في معرفة المزيد عن المنتجات الاستثمارية المتاحة

# common_submitEnquiryModal_reasons_learnMore_value
source: I want to discuss my wealth dashboard
ar: أود مناقشة صفحة معلومات ثروتي

# common_submitEnquiryModal_emailSent_title
source: Email sent
ar: تم إرسال الرسالة

# common_submitEnquiryModal_emailSent_description
source: We will get back to you as soon as possible at the email address you have provided.
ar: سنجيبك بأسرع وقت عبر عنوان البريد الإلكتروني الذي قدّمته.

# common_formSuccessModal_description
source: Take Control of Your Wealth
ar: تحكّم بثروتك

# common_formSuccessModal_startingBalance
source: Starting balance
ar: الرصيد الأولي

# common_formSuccessModal_newUser_title
source: Your asset has been successfully added!
ar: أُضيف أصلك بنجاح!

# common_formSuccessModal_newUser_description
source: You can now access your {{assetName}} {{assetType}} on 'Your Wealth Overview' page.
ar: يمكنك الآن الوصول إلى {{assetName}} {{assetType}} عبر صفحة "نظرة عامة على ثروتك".

# common_formSuccessModal_newUser_netWorth
source: Your Net Worth Is
ar: يبلغ صافي رأسمالك

# common_deleteAssetModal_title
source: Are you sure you want to delete this {{assetName}}?
ar: هل أنت متأكد أنّك تريد حذف {{assetName}}؟

# common_deleteAssetModal_description
source: Once approved, this action cannot be reversed.
ar: عند الموافقة، لا يمكن التراجع عن هذا الإجراء.

# common_labels_years
source: Years
ar: أعوام

# common_labels_months
source: Months
ar: أشهر

# common_labels_mins
source: mins
ar: دقائق

# common_labels_days
source: days
ar: أيام

# common_labels_custodianBank
source: Custodian
ar: المؤسسة الوصية

# common_labels_select
source: Select
ar: يرجى الاختيار

# common_assetClass_RealEstate
source: Real estate
ar: عقارات

# common_assetClass_PrivateEquity
source: Private equity
ar: أسهم خاصة

# common_assetClass_PrivateDebt
source: Private debt
ar: الديون الخاصّة

# common_assetClass_ListedAsset
source: Listed assets
ar: أصول مدرجة

# common_assetClass_BankAccount
source: Bank accounts
ar: حسابات مصرفية

# common_assetClass_OtherAsset
source: Others
ar: غيرها

# common_dashboardErrorStateWidget_title
source: Something went wrong!
ar: حدث خطأ ما!

# common_dashboardErrorStateWidget_description
source: Please try again shortly.
ar: يرجى المحاولة من جديد بعد قليل.

# common_guidedOnBoardingModalStepper_selectAsset_title
source: Select your assets
ar: اختر أصولك

# common_guidedOnBoardingModalStepper_firstAsset_title
source: Add your assets
ar: أضف أصولك

# common_guidedOnBoardingModalStepper_viewDashboard_title
source: View your dashboard
ar: اطّلع على صفحة معلوماتك

# home_widget_assetClassAllocation_title
source: Asset Class Exposure
ar: التعرّض إلى فئات الأصول

# home_widget_assetClassAllocation_label_assetClass
source: Asset Class
ar: فئة الأصول

# home_widget_assetClassAllocation_label_allocation
source: Allocation
ar: التوزيع

# home_widget_assetClassAllocation_button_more
source: More
ar: المزيد

# home_dashboardCharts_heading
source: Total Net Worth
ar: إجمالي صافي رأس المال

# home_dashboardCharts_areaChartLabel
source: Area Chart
ar: رسم بياني مساحي

# home_dashboardCharts_barChartLabel
source: Bar Chart
ar: رسم بياني شريطي

# home_dashboardCharts_legendLabel_netWorth
source: Net Worth
ar: صافي رأس المال

# home_dashboardCharts_legendLabel_assets
source: Assets
ar: أصول

# home_dashboardCharts_legendLabel_liability
source: Liabilities
ar: الالتزامات

# home_guidedOnBoarding_trackAndVisualizeWealth_title
source: Monitor Your Wealth And Analyze Your Data
ar: راقب ثروتك وحلّل بياناتك

# home_guidedOnBoarding_trackAndVisualizeWealth_dashboardView
source: Combine all your assets and investments in one platform.
ar: اجمع كافة أصولك واستثماراتك في منصة واحدة.

# home_guidedOnBoarding_trackAndVisualizeWealth_dashboardAllocation
source: Explore your asset class and geographical exposure charts for more clarity on your portfolio diversification.
ar: اكتشف الرسوم البيانية لتعرّضك لفئات الأصول والمناطق الجغرافية لوضوح أفضل عن تنويع محفظتك.

# home_guidedOnBoarding_trackAndVisualizeWealth_assetDetailPage
source: Monitor your net worth and the performance of your investments to better plan for your financial goals.
ar: راقب ثروتك وأداء استثماراتك لتخطيط أفضل لأهدافك الماليّة.

# home_guidedOnBoarding_addAndLinkAsset_title
source: Add Or Link Your Assets With Ease
ar: أضف أو اربط أصولك بسهولة

# home_guidedOnBoarding_addAndLinkAsset_subTitle
source: Connect to your financial institutions to get updates about your assets and investments.
ar: اتّصل بمؤسساتك المالية للحصول على تحديثات حول أصولك واستثماراتك.

# home_guidedOnBoarding_addAndLinkAsset_assetClass
source: We support multiple asset classes.
ar: ندعم مختلف فئات الأصول.

# home_guidedOnBoarding_addAndLinkAsset_connectInstitutionsIcon
source: We connect you to your financial institutions to avoid the hassle of manual updates.
ar: نصلك بمؤسساتك المالية لتفادي مشقة التحديثات اليدوية.

# home_guidedOnBoarding_addAndLinkAsset_realTimeUpdate
source: We provide daily updates about your assets and investments.
ar: نقدّم تحديثات يومية حول أصولك واستثماراتك.

# home_guidedOnBoarding_securityAndPrivacy_title
source: Security and Privacy Come First
ar: الأمن والخصوصية يأتيان أولاً

# home_guidedOnBoarding_securityAndPrivacy_subTitle
source: Connect to your financial institutions to get updates about your assets and investments.
ar: اتّصل بمؤسساتك المالية للحصول على تحديثات حول أصولك واستثماراتك.

# home_guidedOnBoarding_securityAndPrivacy_highestSecurity
source: We use high security encryption to guarantee the safety of your data.
ar: نستخدم تشفيراً عالي الأمان لضمان سلامة بياناتك.

# home_guidedOnBoarding_securityAndPrivacy_noAccess
source: Our financial advisors and partners cannot access your private information.
ar: لا يستطيع مستشارونا الماليون وشركاؤنا الاطلاع على معلوماتك الخاصة.

# home_guidedOnBoarding_securityAndPrivacy_linkAccount
source: Connecting your bank accounts to our platform does not reveal your credentials or allow us to make transactions on your behalf. The only purpose of this step is to display your account balance and transactions.
ar: لن يكشف وصل حساباتك المصرفية بمنصتنا عن بياناتك الشخصية ولن يخولنا إجراء معاملات نيابةً عنك. الهدف الوحيد من هذه الخطوة هو عرض رصيد حسابك ومعاملاتك.

# liabilities_page_title
source: Liabilities
ar: الالتزامات

# liabilities_heading
source: Liabilities
ar: الالتزامات

# liabilities_label_yourBorrowings
source: Your borrowings
ar: المبالغ المقترضة

# liabilities_label_lastUpdatedOn
source: Last Updated on
ar: تمّ آخر تحديث في

# liabilities_breadCrumb_liabilities
source: Liabilities
ar: الالتزامات

# linkAccount_linkAccount_page_title
source: Link Account
ar: اربط الحساب

# linkAccount_linkAccount_page_description
source: Link your bank account
ar: اربط حسابك المصرفي

# linkAccount_linkAccount_card_automatic_title
source: Link your accounts automatically
ar: اربط حساباتك تلقائياً

# linkAccount_linkAccount_card_automatic_description
source: Link your bank account in seconds to synchronize your balances automatically and securely.
ar: أربط حسابك المصرفي خلال ثواني لمزامنة أرصدتك تلقائياً وبأمان.

# linkAccount_linkAccount_card_manual_title
source: Enter your accounts manually
ar: أدخل حساباتك يدوياً

# linkAccount_linkAccount_card_manual_description
source: Add the details of your bank account manually. We guarantee that your information will remain private and never be used without your permission.
ar: أضف تفاصيل حسابك المصرفي يدوياً. نضمن أن تبقى معلوماتك سريّة وألا تُستخدم من دون موافقتك.

# linkAccount_linkAccount_button_automatic
source: Link automatically
ar: ربط تلقائي

# linkAccount_linkAccount_button_manual
source: Enter manually
ar: إدخال يدوي

# linkAccount_linkAccount_button_exit
source: Exit
ar: الخروج

# linkAccount_linkAccount_text_or
source: Or
ar: أو

# linkAccount_automaticLink_page_title
source: Link Account Automatically
ar: أربط الحساب تلقائياً

# linkAccount_automaticLink_page_description
source: Link your bank account automatically
ar: أربط حسابك المصرفي تلقائياً

# linkAccount_automaticLink_heading
source: Add the listed asset details
ar: أضف تفاصيل الأصل المسجل في البورصة

# linkAccount_automaticLink_description
source: Current account, savings account, or term deposit account.
ar: حساب جاري أو حساب ادخار أو حساب ودائع لأجَل.

# linkAccount_automaticLink_card_privacy_title
source: Your privacy and data security are our priority
ar: خصوصيّتك وأمن بياناتك هما أولويتنا

# linkAccount_automaticLink_card_privacy_description
source: We use a safe and secure technology to guarantee no third party accesses your credentials.
ar: نستخدم تكنولوجيا آمنة لضمان عدم وصول أيّ أطراف ثالثة إلى بياناتك.

# linkAccount_automaticLink_button_connect
source: Connect
ar: أربط

# linkAccount_automaticLink_button_exit
source: Exit
ar: الخروج

# linkAccount_automaticLink_title
source: Link your bank accounts
ar: أربط حساباتك المصرفية

# linkAccount_automaticLink_label_search
source: Select an option from the below list
ar: حدّد خياراً من اللائحة أدناه

# linkAccount_automaticLink_label_popularBank
source: Most popular banks
ar: أشهر البنوك

# linkAccount_automaticLink_text_notFound
source: No bank found
ar: لا بنك بهذا الاسم

# linkAccount_automaticLink_input_bank_placeholder
source: Your Bank Name
ar: اسم البنك

# linkAccount_stepper_heading
source: Link your {{bankName}} bank account
ar: اربط حسابك المصرفي لدى {{bankName}}

# linkAccount_stepper_description
source: Complete the following steps to link your account
ar: اتّبع الخطوات التالية لربط حسابك

# linkAccount_stepper_stepOne_title
source: Enter the custodian account number
ar: إدخال رقم حسابك لدى البنك الوصي

# linkAccount_stepper_stepOne_action_active
source: Mark as Done
ar: الإشارة إلى اكتمال الخطوة

# linkAccount_stepper_stepOne_action_completed
source: Completed
ar: أنجزت الخطوة

# linkAccount_stepper_stepTwo_title
source: the authorization letter
ar: إلى خطاب التفويض

# linkAccount_stepper_stepTwo_action_active
source: Mark as "Completed"
ar: أشر إليها بـ"تم"

# linkAccount_stepper_stepTwo_action_completed
source: Completed
ar: أنجزت الخطوة

# linkAccount_stepper_stepThree_title
source: Save, print and fill the authorization letter
ar: حفظ وطباعة وملء خطاب التفويض

# linkAccount_stepper_label_completed
source: Completed
ar: أنجزت الخطوة

# manage_assetDetail_buttons_edit
source: Edit Details
ar: تعديل التفاصيل

# manage_assetDetail_buttons_seeMore
source: See More
ar: أعرض المزيد

# manage_assetDetail_netChange
source: Net change
ar: صافي التغيير

# manage_assetDetail_last30Days
source: Last 30 days
ar: آخر 30 يوم

# manage_assetDetail_portfolioContribution
source: Portfolio contribution
ar: النسبة في المحفظة

# manage_guidedOnBoarding_heading
source: Build Your Wealth Dashboard
ar: أنشئ صفحة معلومات ثروتك

# manage_guidedOnBoarding_steps_selectAsset_title
source: Choose an asset
ar: اختر أحد الأصول

# manage_guidedOnBoarding_steps_selectAsset_description
source: Build your wealth dashboard by adding all your assets.
ar: أنشئ صفحة معلومات ثروتك عبر إضافة جميع أصولك.

# manage_guidedOnBoarding_steps_firstAsset_title
source: Connect to your institutions
ar: اتّصل بمؤسساتك المالية

# manage_guidedOnBoarding_steps_firstAsset_description
source: Connect to your financial institutions to monitor your investments.
ar: اتّصل بمؤسساتك المالية لمراقبة استثماراتك.

# manage_guidedOnBoarding_steps_viewDashboard_title
source: View your wealth dashboard
ar: اطّلع على صفحة معلومات ثروتك

# manage_guidedOnBoarding_steps_viewDashboard_description
source: Analyze your data and plan for your financial goals by displaying your wealth details.
ar: حلّل بياناتك وخطّط لأهدافك الماليّة عبر عرض تفاصيل ثروتك.

# profile_changePassword_button_update
source: Update
ar: تحديث

# profile_changePassword_button_logout
source: Logout
ar: تسجيل الخروج

# profile_changePassword_validation_heading
source: Your password must contain:
ar: يجب أن تحتوي كلمة السرّ على:

# profile_changePassword_validation_lowercase
source: Lowercase letters (a-z)
ar: حروف صغيرة (a-z)

# profile_changePassword_validation_uppercase
source: Uppercase letters (A-Z)
ar: حروف كبيرة (A-Z)

# profile_changePassword_validation_numbers
source: Numbers (0-9)
ar: أعداد (0-9)

# profile_changePassword_validation_special
source: Special characters (ex.!@#)
ar: حروف خاصة (مثل !@#)

# profile_changePassword_validation_length
source: At least 8 characters
ar: 8 حروف على الأقل

# profile_changePassword_validation_confirmPasswordErr
source: Passwords do not match.
ar: كلمتا السرّ غير متطابقتين.

# profile_changePassword_validation_samePasswordsErr
source: New password cannot be the same as your old password.
ar: لا يُمكن لكلمة السرّ الجديدة أن تكون نفس القديمة.

# profile_changePassword_label_oldPassword
source: Old password
ar: كلمة السرّ القديمة

# profile_changePassword_label_password
source: New password
ar: كلمة السرّ الجديدة

# profile_changePassword_label_confirmPassword
source: Confirm new password
ar: تأكيد كلمة السرّ الجديدة

# profile_changePassword_passwordChanged_heading
source: Password Changed
ar: تم تغيير كلمة السرّ

# profile_changePassword_passwordChanged_subheading
source: You now need to log out and log in again with the new credentials.
ar: عليك الآن تسجيل الخروج ثمّ تسجيل الدخول من جديد ببياناتك الجديدة.

# profile_changePassword_error_updatePasswordErr
source: Wrong password, please try again.
ar: كلمة السرّ غير صحيحة، يرجى المحاولة من جديد.

# profile_changePassword_placeholder_oldPassword
source: Old Password
ar: كلمة السرّ القديمة

# profile_changePassword_placeholder_newPassword
source: New Password
ar: كلمة السرّ الجديدة

# profile_changePassword_placeholder_confirmPassword
source: Confirm Password
ar: تأكيد كلمة السرّ

# support_page_title
source: Help
ar: مساعدة

# support_page_description
source: View FAQs and support details
ar: عرض الأسئلة الشائعة وتفاصيل المساعدة

# support_heading
source: Get support
ar: الحصول على المساعدة

# support_subheading
source: Our team of experts is available to assist you with any questions or concerns you may have.
ar: فريقنا من الخبراء متاح لمساعدتك في أي أسئلة أو مخاوف قد تواجهها.

# support_card_talkWithExperts_title
source: Talk to our advisory team
ar: تحدث مع فريقنا الاستشاري

# support_card_talkWithExperts_description
source: Schedule a call at your convenience
ar: حدّد موعد لمكالمة في الوقت الذي يناسبك

# support_card_contactClientService_title
source: Contact our customer support team
ar: تواصل مع فريقنا لدعم العملاء

# support_card_contactClientService_description
source: Send a message for technical support
ar: أرسل رسالة للحصول على دعم تقني

# support_headings_faqs
source: FAQs
ar: الأسئلة الشائعة

# support_headings_contacts
source: Our contacts
ar: معلومات الاتصال بنا

# support_text_email
source: Email
ar: البريد الإلكتروني

# support_modal_getSupport_title
source: Get Support
ar: الحصول على المساعدة

# support_modal_getSupport_description
source: Combine your assets and investments in one secure platform, and monitor your net worth and the performance of your investments.
ar: اجمع أصولك واستثماراتك في منصة آمنة واحدة، وراقب ثروتك وأداء استثماراتك.

# support_modal_getSupport_contactYou
source: Let us contact you
ar: اطلب أن نتواصل معك

# support_modal_getSupport_contactUs
source: Or contact us
ar: أو تواصل معنا

# support_modal_getSupport_yourFinancialAdvisor
source: Your financial advisor
ar: مستشارك المالي

# support_modal_getSupport_contactFinancialAdvisor
source: Speak to your financial advisor
ar: تحدث مع مستشارك المالي

# assets_assets_OtherAsset
source: Others
ar: غيرها

# common_emptyText_assetClassDescription
source: Your asset class exposure will appear here once your data are added.
ar: سيظهر تعرّضك لفئات الأصول هنا عند إضافة بياناتك.

# common_emptyText_mapDescription
source: The geographical exposure of your assets will appear here once your data are added.
ar: سيظهر التعرّض الجغرافي لأصولك هنا عند إضافة بياناتك.

# assetLiabilityForms_heading_otherAssets
source: Add other assets
ar: أضف أصولاً أخرى

# assetLiabilityForms_subHeading_otherAssets
source: Other uncategorized investments such as vehicles, jewelry and art.
ar: استثمارات أخرى غير مصنفة كالمركبات والمجوهرات والقطع الفنيّة.

# assetLiabilityForms_forms_bankAccount_inputFields_balance_maxValueError
source: Amount should be less than $1 billion
ar: ينبغي ألا يتخطى المبلغ مليار دولار

# assetLiabilityForms_forms_bankAccount_inputFields_principal_maxValueError
source: Amount should be less than $1 billion
ar: ينبغي ألا يتخطى المبلغ مليار دولار

# assetLiabilityForms_forms_others_inputFields_ownerShip_errorMessageRequired
source: Please enter the percentage of ownership
ar: يرجى إدخال نسبة الملكية

# assetLiabilityForms_forms_otherAssets_title
source: Enter your asset details
ar: أدخل تفاصيل عن أصولك

# assets_summary
source: Summary
ar: ملخص

# assets_geography_Asia
source: Asia
ar: آسيا

# assets_geography_NorthAmerica
source: North America
ar: أمريكا الشمالية

# assets_geography_Europe
source: Europe
ar: أوروبا

# assets_geography_Africa
source: Africa
ar: أفريقيا

# assets_geography_SouthAmerica
source: South America
ar: أمريكا الجنوبية

# assets_geography_Australia
source: Australia
ar: أستراليا

# assets_label_valuation
source: Transactions
ar: المعاملات

# assets_label_keepNetWorth
source: View your last 10 transactions to better track your activity, where a positive value indicates an inflow and a negative value indicates an outflow.
ar: استعرض معاملاتك العشرة الأخيرة لمتابعة نشاطك بشكلٍ أفضل حيث تشير القيمة الإيجابية إلى تدفقات داخلة والقيمة السلبية إلى تدفقات خارجة.

# assets_label_updatedDate
source: Date
ar: التاريخ

# assets_label_notes
source: Note
ar: ملاحظة

# assets_label_value
source: Value
ar: القيمة

# assets_label_note
source: Note
ar: ملاحظة

# assets_label_last7Days
source: Last 7 days
ar: آخر سبعة أيام

# assets_label_lastDurationDays
source: Last {{duration}} days
ar: آخر {{duration}} يوم

# assets_label_currentBalance
source: Current Balance
ar: الرصيد الحالي

# assets_table_header_assetClass
source: Asset Class
ar: فئة الأصول

# assets_charts_last
source: Last
ar: آخر

# assets_charts_days
source: days
ar: يوم

# assets_charts_allocationCharts_legendLabel_listedAsset
source: Listed assets
ar: أصول مدرجة

# assets_charts_allocationCharts_legendLabel_others
source: Others
ar: غيرها

# common_errors_onlyCharactersAllowed
source: Only letters are allowed
ar: يُسمح بالحروف فقط

# common_toast_generic_error_title
source: Sorry, something went wrong.
ar: عذراً، حدث خطأ ما.

# common_button_exit
source: Exit
ar: خروج

# common_formSuccessModal_outstandingBalance
source: Outstanding balance
ar: الرصيد المستحق

# common_formSuccessModal_liabilities_title
source: A loan is successfully added to your dashboard
ar: أُضيف قرض بنجاح إلى صفحة معلوماتك

# common_emptyText_title
source: No data available yet.
ar: لا بيانات متوفرة بعد.

# common_emptyText_description
source: Your total net worth will appear here once your data are added.
ar: سيظهر إجمالي صافي رأسمالك هنا عند إضافة بياناتك.

# home_custodianBankList_title
source: Banks authorization process
ar: عملية التفويض من المؤسسة الوصية

# home_custodianBankList_label_bankName
source: Bank name
ar: اسم البنك

# home_custodianBankList_label_status
source: Status
ar: الحالة

# home_custodianBankList_label_list
source: Banks List
ar: قائمة البنوك

# home_custodianBankList_button_view
source: View
ar: عرض

# home_custodianBankList_statusText_signLetter
source: Downloaded the authorization letter
ar: تنزيل خطاب التفويض

# home_custodianBankList_statusText_shareWithBank
source: The letter of authorization has been signed and shared with the bank
ar: تمّ توقيع خطاب التفويض ومشاركته مع البنك

# home_custodianBankList_statusText_bankConfirmation
source: Confirmation received
ar: تمّت الموافقة

# manage_assetAndLiability_assetAndLiabilityList_otherAssets_title
source: Others
ar: غيرها

# manage_assetAndLiability_assetAndLiabilityList_otherAssets_description
source: Other investments including vehicles, jewelry, or pieces of art.
ar: استثمارات أخرى منها مركبات أو مجوهرات أو قطع فنيّة.

# profile_tabs_preferences_toast_title
source: Preference
ar: التفضيل

# profile_tabs_preferences_toast_description
source: Your first and last names have been updated successfully
ar: تمّ تحديث اسمك الأوّل واسمك الأخير بنجاح

# profile_tabs_preferences_toast_changePasswordDescription
source: Your phone number has been successfully updated
ar: تمّ تحديث رقم هاتفك بنجاح

# assets_charts_allocationCharts_legendLabel_otherAssets
source: Others
ar: غيرها

# assets_charts_allocationCharts_legendLabel_listedAssets
source: Listed assets
ar: أصول مدرجة

# auth_signup_checkbox_and
source: and
ar: و

# auth_signup_checkbox_privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصيّة

# auth_signup_privacyItems_heading
source: About the data we collect
ar: لمحة عن البيانات التي نجمعها

# auth_signup_privacyItems_definitions
source: Basis and purposes of the data processing
ar: أسس معالجة البيانات وأهدافها

# auth_signup_privacyItems_introduction
source: Introduction
ar: مقدمة

# auth_signup_privacyItems_circumstances
source: Circumstances in which we handle your data
ar: الظروف التي نتعامل فيها مع بياناتك

# auth_signup_privacyItems_about
source: About the data we collect
ar: لمحة عن البيانات التي نجمعها

# auth_signup_privacyItems_basis
source: Basis and purposes of the data processing
ar: أسس معالجة البيانات وأهدافها

# auth_signup_privacyItems_cross
source: Cross-border transfers and transfers to third parties
ar: التحويلات العابرة للحدود والتحويلات إلى أطراف ثالثة

# auth_signup_privacyItems_retention
source: Retention of your Data
ar: الاحتفاظ ببياناتك

# auth_signup_privacyItems_security
source: Security of Data
ar: أمن البيانات

# auth_signup_privacyItems_rights
source: Your Rights
ar: حقوقك

# auth_signup_privacyItems_contact
source: Contact Us
ar: تواصل معنا

# common_button_retry
source: Retry
ar: المحاولة من جديد
